{
    "webpages": [
        {
            "title": "White House ballroom plan: 5 changes, omitted details come ...",
            "url": "https://www.usatoday.com/story/news/politics/2025/10/26/white-house-ballroom-changes-east-wing/86876390007/",
            "timestamp": null,
            "summary": "Oct 26, 2025 · On July 31, seven months into Trump’s second term as president, the White House put out an announcement, with renderings of a gold-accented lavish ballroom . It also went on to detail the cost...",
            "content": "Oct 26, 2025 · On July 31, seven months into Trump’s second term as president, the White House put out an announcement, with renderings of a gold-accented lavish ballroom . It also went on to detail the cost..."
        },
        {
            "title": "The White House Announces White House Ballroom Construction to...",
            "url": "https://www.whitehouse.gov/briefings-statements/2025/07/the-white-house-announces-white-house-ballroom-construction-to-begin/",
            "timestamp": null,
            "summary": "The White House Ballroom will be substantially separated from the main building of the White House , but at the same time, it’s theme and architectural heritage will be almost identical. The site of the new ballroom will be where the small, heavily changed...",
            "content": "The White House Announces White House Ballroom Construction to Begin\nWashington, D.C. — For 150 years, Presidents, Administrations, and White House Staff have longed for a large event space on the White House complex that can hold substantially more guests than currently allowed. President Donald J. Trump has expressed his commitment to solving this problem on behalf of future Administrations and the American people.\nThe White House is one of the most beautiful and historic buildings in the world, yet the White House is currently unable to host major functions honoring world leaders and other countries without having to install a large and unsightly tent approximately 100 yards away from the main building entrance. The White House State Ballroom will be a much-needed and exquisite addition of approximately 90,000 total square feet of ornately designed and carefully crafted space, with a seated capacity of 650 people — a significant increase from the 200-person seated capacity in the East Room of the White House.\nIn recent weeks, President Trump has held several meetings with members of the White House Staff, the National Park Service, the White House Military Office, and the United States Secret Service to discuss design features and planning.\nPresident Trump has chosen McCrery Architects as lead architect, which is well-known for their classical architectural design and based in our nation’s capital. CEO Jim McCrery said: “Presidents in the modern era have faced challenges hosting major events at the White House because it has been untouched since President Harry Truman. I am honored that President Trump has entrusted me to help bring this beautiful and necessary renovation to The People’s House, while preserving the elegance of its classical design and historical importance.”\nThe construction team will be headed by Clark Construction, and the engineering team will be led by AECOM.\nThe project will begin in September 2025, and it is expected to be completed long before the end of President Trump’s term.\nPresident Trump, and other patriot donors, have generously committed to donating the funds necessary to build this approximately $200 million dollar structure. The United States Secret Service will provide the necessary security enhancements and modifications.\nThe White House Ballroom will be substantially separated from the main building of the White House, but at the same time, it’s theme and architectural heritage will be almost identical. The site of the new ballroom will be where the small, heavily changed, and reconstructed East Wing currently sits. The East Wing was constructed in 1902 and has been renovated and changed many times, with a second story added in 1942.\nThe White House Chief of Staff Susie Wiles said the following: “President Trump is a builder at heart and has an extraordinary eye for detail. The President and the Trump White House are fully committed to working with the appropriate organizations to preserving the special history of the White House while building a beautiful ballroom that can be enjoyed by future Administrations and generations of Americans to come.”\nThe White House will continue to provide the American public with updates on this project at whitehouse.gov/visit."
        },
        {
            "title": "Map, images show how Trump's golden ballroom will change ...",
            "url": "https://www.newsweek.com/map-images-show-how-trumps-golden-ballroom-will-change-white-house-2107417",
            "timestamp": null,
            "summary": "Aug 1, 2025 · The White House announced on Thursday that construction is due to begin of a new 90,000 square feet state ballroom at the president's official residence, a project Donald Trump has spent...",
            "content": "The White House announced on Thursday that construction is due to begin of a new 90,000 square feet state ballroom at the president's official residence, a project Donald Trump has spent years pushing for.\nAccording to the press release the new ballroom will be able to hold 650 people removing the need for what it termed a \"large and unsightly tent\" to be used for hosting major White House events.\nConcept images released of the ballroom show the ballroom lined with golden chandeliers and golden chairs, very much in keeping with President Trump's gilded Oval office additions during his second term.\nWhy It Matters\nPresident Trump's project would represent a major change to the White House complex the fundamentals of which have remained largely unchanged since the 1948-52 reconstruction under President Truman.\nSuch a move would stamp Trump's legacy on the site, in a move that could long outlast his presidency, while providing a substantially larger indoor venue for hosting major events that the White House currently enjoys.\nWhat To Know\nAccording to the White House press release the new ballroom will be \"substantially separated\" from the main complex, but will use an \"almost identical\" theme and style. It will be built \"where the small, heavily changed, and reconstructed East Wing currently sits.\"\nThe East Wing, which was built in 1902 and expanded in 1942, is connected to the main White House complex via the East Colonnade.\nCurrently the East Wing houses offices for the first lady. White House press secretary Karoline Leavitt said these would be \"temporarily relocated\" during the construction work.\nThe project will cost around $200 million, which the White House said is being funded by \"President Trump, and other patriot donors,\" with the Secret Service involved to ensure \"the necessary security enhancements and modifications.\"\nTrump chose McCrery Architects to design the extension, as the firm specializes in the classical style which matches the current White House complex. The construction work will be led by Clark Construction, while AECOM will head the engineering team.\nIn the press release the White House said Trump has personally held several meetings to discuss the expansion along with White House staff and representatives from the Secret Service, White House Military Office and National Park Service.\nWork is due to begin in September 2025 and is \"expected to be completed long before the end of President Trump's term.\"\nTrump has a long-standing interest in constructing a White House ballroom which proceeds his first term as president.\nAccording to President Obama's senior adviser David Axelrod, in 2010 Trump offered to build a new White House ballroom, noting the one in his Florida Mar-a-Lago private members club. Trump later told Rush Limbaugh he had offered to pay for the whole thing, though Axelrod said he couldn't remember this.\nSpeaking in February, Trump said he had contacted the Biden administration offering to construct a new ballroom for the White House, but never heard back.\nWhat People Are Saying\nMcCrery Architects CEO Jim McCrery said: \"Presidents in the modern era have faced challenges hosting major events at the White House because it has been untouched since President Harry Truman. I am honored that President Trump has entrusted me to help bring this beautiful and necessary renovation to The People's House, while preserving the elegance of its classical design and historical importance.\"\nWhite House chief of staff Susie Wiles commented: \"President Trump is a builder at heart and has an extraordinary eye for detail. The President and the Trump White House are fully committed to working with the appropriate organizations to preserving the special history of the White House while building a beautiful ballroom that can be enjoyed by future Administrations and generations of Americans to come.\"\nWhat Happens Next\nConstruction of the new White House ballroom is set to begin in September 2025. The completion data has not been announced, though the White House insists it will be during Trump's ongoing second term."
        },
        {
            "title": "New Photos Show the White House East Wing Completely ...",
            "url": "https://www.elledecor.com/life-culture/a69461228/white-house-east-wing-demolished/",
            "timestamp": null,
            "summary": "Nov 17, 2025 · New photos taken from the top of the Washington Monument on November 14 reveal the extent of demolition work on White House grounds as construction progresses on President Donald Trump’s proposed ballroom . The 90,000-square-foot venue will replace the now-razed East Wing, where every first lady ...",
            "content": "New photos taken from the top of the Washington Monument on November 14 reveal the extent of demolition work on White House grounds as construction progresses on President Donald Trump’s proposed ballroom. The 90,000-square-foot venue will replace the now-razed East Wing, where every first lady since Eleanor Roosevelt had an office, as well as the East Colonnade, which linked the structure to the main White House residence.\nThe $300 million project also included knocking down at least six historic trees—two of which were dedicated to former Presidents Warren G. Harding and Franklin D. Roosevelt—as well as the entire Jacqueline Kennedy Garden, originally designed in collaboration with Rachel “Bunny” Mellon. In September, Trump announced the ballroom had grown in scale by nearly 40 percent from its initial seating capacity and would be able to accommodate 900 people.\nFreelance photographer Andrew Leyden took the aerial images from atop the nearby Washington Monument, which had been closed to visitors for the duration of the government shutdown. The photos show almost no remaining structural elements as well as heavy machinery at work around the site.\nSee the images below.\nGeoffrey Montes is an associate editor at ELLE Decor with a serious love for all things real estate and design. Before that, he worked at Architectural Digest, Galerie, and Preservation magazines, covering everything from jaw-dropping listings to world-famous architects and design events like Salone del Mobile and Homo Faber."
        },
        {
            "title": "White House State Ballroom - Wikipedia",
            "url": "https://en.wikipedia.org/wiki/White_House_State_Ballroom",
            "timestamp": null,
            "summary": "An interpretation of the new East Wing based on a model from October 2025. The White House State Ballroom is a planned expansion of the White House , under construction since September 2025 in Washington, D.C. Announced in July 2025, the purpose of th...",
            "content": "An interpretation of the new East Wing based on a model from October 2025. The White House State Ballroom is a planned expansion of the White House , under construction since September 2025 in Washington, D.C. Announced in July 2025, the purpose of th..."
        },
        {
            "title": "White House announces new $200m ballroom - a longtime Trump wish",
            "url": "https://www.bbc.com/news/articles/c2l7dey54zjo",
            "timestamp": null,
            "summary": "The White House has announced plans to build a $200m (£151m) new ballroom , fulfilling an often-repeated desire of US President Donald Trump. The new ballroom will be built alongside a \"modernised\" East Wing of the White House ...",
            "content": "White House unveils plans for new $200m ballroom\nThe White House has announced plans to build a $200m (£151m) new ballroom, fulfilling an often-repeated desire of US President Donald Trump.\nThe new ballroom will be built alongside a \"modernised\" East Wing of the White House, which currently houses the offices of First Lady Melania Trump and other key White House posts.\nThe money will be donated directly by Trump and other so-far anonymous donors, with work beginning in September, according to Press Secretary Karoline Leavitt.\nTrump has repeatedly promised to build a \"beautiful\" ballroom at the White House, and in 2016 offered to pay $100m during Barack Obama's administration - which the then-President rejected.\nIn a briefing for reporters at the White House on Thursday, Leavitt said that the \"much needed and exquisite addition\" to the White House will be approximately 90,000 sq ft (8,360 sq m) with a seating capacity of about 650.\nMany formal White House functions are held in the White House's East Room, which can seat approximately 200 people.\nThe new ballroom, Leavitt added, would also eliminate the need for a \"large and unsightly tent\" to be installed for state dinners and other large events, which sometimes include world leaders.\nAccording to Leavitt, construction is expected to be completed \"long before\" the end of Trump's term in office in January 2029.\n\"The President and the Trump White House are fully committed to working with the appropriate organisations to preserving the special history of the White House, while building a beautiful ballroom that can be enjoyed by future administrations and generations of Americans to come,\" Chief of Staff Susie Wiles said in a statement.\nRenderings provided by the White House show that the ballroom will be similar architecturally to the rest of the White House, with a lavish interior including chandeliers and ornate columns.\n\"The White House has a history of expansion to accommodate the changing needs of the nation's chief executive,\" Leslie Greene Bowman, who has served under four presidents on the Committee for the Preservation of the White House, told the BBC.\n\"I hope and trust that any proposed changes will honor and preserve the existing walls that have witnessed so much history. They are precious vessels of our legacy as a democracy.\"\nOffices housed in the East Wing of the White House adjacent to the construction - including that of First Lady Melania Trump - will be temporarily re-located.\nPresident Trump has repeatedly voiced his wishes for a new ballroom as part of renovations to the White House, which has already seen the installation of two large flagpoles, new gold decorations in the Oval Office and the bulldozing and paving over of the famed Rose Garden.\n\"There's never been a President that's good at ballrooms,\" Trump said at an event at the White House on Thursday. \"I'm good at building things.\"\nTrump added that \"they've always had to get tents\" for large events at the White House, which he described as a disaster. \"It's not a pretty sight.\"\nEarlier this week during a Scotland meeting with European Council President Ursula Van der Leyen, Trump told her that \"we're building a great ballroom at the White House\"\n\"No president knew how to build a ballroom,\" Trump said while sitting in another ballroom at his Turnberry golf resort. \"I could take this one, drop it right down there, and it would be beautiful.\"\nIn 2016, when on the campaign trail during the administration of Barack Obama, Trump famously offered to contribute $100m for the construction of a new ballroom for the White House to use to host events.\nAt the time, then-Press Secretary Josh Earnest said that the suggestion was \"not something that was at all seriously considered\".\n\"I'm not sure that it would be appropriate to have a shiny gold Trump sign…on any part of the White House,\" Earnest told reporters.\nFollow the twists and turns of Trump's second term with North America correspondent Anthony Zurcher's weekly US Politics Unspun newsletter. Readers in the UK can sign up here. Those outside the UK can sign up here."
        },
        {
            "title": "New images show White House East Wing leveled for $300 ... The White House Announces White House Ballroom Construction ... Images White House ballroom plan: 5 changes, omitted details come ... New renderings show more details of White House ballroom ... Map, images show how Trump's golden ballroom will change ... 9 things to know about the $250 million ballroom Trump is ... New renderings show more details of White House ballroom under 5 ways the White House ballroom plans changed, sometimes dramatic… Map, Images Show How Trump's Golden Ballroom Will Change White H… Map, Images Show How Trump's Golden Ballroom Will Change White H… New images show White House East Wing leveled for $300 million ballr… 9 things to know about the $250 million ballroom Trump is adding ... - P… New Photos Show the White House East Wing Completely ...",
            "url": "https://abcnews.go.com/Politics/new-images-show-white-house-east-wing-leveled/story?id=127604287",
            "timestamp": null,
            "summary": "6 days ago · Satellite images show extent of demolition at White House New before-and-after images show the former East Wing site, now completely demolished to make way for President Donald Trump’s ballroom ... Jul 31, 2025 · The White House State Ballroom will be a much-needed and exquisite addition of approximately 90,000 total square feet of ornately designed and carefully crafted space, with a seated capacity... View all Oct 26, 2025 · On July 31, seven months into Trump’s second term as president, the White House put out an announcement, with renderings of a gold-accented lavish ballroom . It also went on to detail the cost... Sep 25, 2025 · The Trump administration announced in July that a 90,000-square-foot ballroom with a seated capacity for 650 people will be constructed in the White House 's East Wing. Aug 1, 2025 · The White House announced on Thursday that construction is due to begin of a new 90,000 square feet state ballroom at the president's official residence, a project Donald Trump has spent... Oct 23, 2025 · WASHINGTON (AP) — Construction started this week on the $250 million ballroom that President Donald Trump is adding to the White House as construction crews began tearing down the facade of... Is the White House ballroom under construction? Washington — New architectural renderings obtained by CBS News reveal in more detail the White House ballroom that is currently under construction . The Trump administration announced in July that a 90,000-square-foot ballroom with a seated capacity for 650 people will be constructed in the White House's East Wing. What did the White House announce about Trump's new ballroom? On July 31, seven months into Trump’s second term as president, the White House put out an announcement, with renderings of a gold-accented lavish ballroom . It also went on to detail the cost of construction and when it would be completed. When will a new White House ballroom be built? The East Wing of the White House is seen on a clear, fall day on November 08, 2023 in Washington D.C. Kevin Carter/GETTY Construction of the new White House ballroom is set to begin in September 2025 . The completion data has not been announced, though the White House insists it will be during Trump's ongoing second term. What should the new White House ballroom look like? Concept images released of the ballroom show the ballroom lined with golden chandeliers and golden chairs, very much in keeping with President Trump's gilded Oval office additions during his second term. Artists rendering showing what the inside of the new White House ballroom should look like. When was the White House ballroom built? The construction for the ballroom on the White House’s East Wing as seen from the top of the Washington Monument, Nov. 17, 2025. The new images of the White House show the former site of the East Wing, built in 1902 and renovated in 1942, completely demolished with several bulldozers and skip loaders clearing the last of the rubble. Where is Trump's proposed Ballroom? A demolition crew takes apart the facade of the East Wing of the White House , where President Donald Trump’s proposed ballroom is being built on Oct. 21, 2025. Photo by Jonathan Ernst/ Reuters The East Wing is traditionally the social side of the White House and sits across East Executive Avenue from the Treasury Department. Nov 17, 2025 · New photos taken from the top of the Washington Monument on November 14 reveal the extent of demolition work on White House grounds as construction progresses on President Donald Trump’s proposed ballroom . The 90,000-square-foot venue will replace the now-razed East Wing, where every first lady ...",
            "content": "New images show White House East Wing leveled for $300 million ballroom\nA 90,000-square-foot ballroom will replace the East Wing of the White House.\nFor the first time since the government shutdown ended, the sweeping construction of the new White House ballroom is visible again from the Washington Monument -- with quite a different view taking shape.\nABC News took video on Monday of the White House in its altered state from the Washington Monument, which was closed to the public during the 43 days the government was shut down, which ended on Nov. 12.\nThe new images of the White House show the former site of the East Wing, built in 1902 and renovated in 1942, completely demolished with several bulldozers and skip loaders clearing the last of the rubble.\nThe East Wing became the formal office of the first lady in 1977 when Rosalynn Carter became the first to establish her office there.\nThe construction also removed six historical trees and the Jacqueline Kennedy Garden to make way for a new ballroom.\nIn place of the East Wing, President Donald Trump has approved plans to build a 90,000-square-foot ballroom at an estimated cost of $300 million and, according to the White House, will be funded through private donations.\nIn October, a White House official confirmed to ABC News that $350 million had been raised for the ballroom project, saying the president \"has received such positive and overwhelming support for the ballroom that he continues to receive donations.\"\nAsked what he plans to do with the extra $50 million, Trump told reporters on Oct. 24 that it could possibly be used to help build a large triumphal arch -- modeled after the Arc de Triomphe in Paris.\nMost Americans oppose the demolition of the East Wing to make way for Trump's ballroom, according to an ABC News/Washington Post/Ipsos poll conducted using Ipsos’ KnowledgePanel.\nA 56% majority of Americans oppose the construction of the ballroom, including 45% who \"strongly\" oppose it, according to the poll taken in October.\nJust 28% of Americans support it, with 15% strongly supporting the East Wing being torn down for a ballroom, the poll found. Another 16% say they are not sure."
        },
        {
            "title": "9 things to know about the $250 million ballroom Trump is ...",
            "url": "https://www.pbs.org/newshour/politics/9-things-to-know-about-the-250-million-ballroom-trump-is-adding-to-the-white-house",
            "timestamp": null,
            "summary": "Oct 23, 2025 · WASHINGTON (AP) — Construction started this week on the $250 million ballroom that President Donald Trump is adding to the White House as construction crews began tearing down the facade of...",
            "content": "By — Darlene Superville, Associated Press Darlene Superville, Associated Press Leave your feedback Share Copy URL https://www.pbs.org/newshour/politics/9-things-to-know-about-the-250-million-ballroom-trump-is-adding-to-the-white-house Email Facebook Twitter LinkedIn Pinterest Tumblr Share on Facebook Share on Twitter 9 things to know about the $250 million ballroom Trump is adding to the White House Politics Updated on Oct 23, 2025 9:59 AM EST — Published on Oct 21, 2025 7:34 PM EST CORRECTION: PBS News has updated an Oct. 21 story withdrawn by The Associated Press that quoted White House press secretary Karoline Leavitt as saying over the summer that “nothing will be torn down” in reference to construction starting at the White House on a ballroom and crews tearing down the façade of the East Wing. The AP incorrectly attributed that quote to Leavitt in that story and two others, one on July 31 and Oct. 20. It was a journalist, not Leavitt, who said the quote while asking a question during a briefing Leavitt gave to reporters on July 31. The error was brought to the AP’s attention on Oct. 22. WASHINGTON (AP) — Construction started this week on the $250 million ballroom that President Donald Trump is adding to the White House as construction crews began tearing down the facade of the East Wing, where the new space is being built. The 90,000-square-foot ballroom will dwarf the main White House itself, at nearly double the size, and Trump says it will accommodate 999 people. PHOTOS: White House starts East Wing demolition to build Trump’s ballroom Trump said on social media that the ballroom won’t cost taxpayers a dime because it is being privately funded by “many generous Patriots, Great American Companies, and, yours truly.” Educate your inbox Subscribe to Here’s the Deal, our politics newsletter for analysis you won’t find anywhere else. Enter your email address Subscribe Form error message goes here. Thank you. Please check your inbox to confirm. Here are some things to know about the newest White House construction project. Why is Trump building a ballroom? Trump says the White House needs a large entertaining space and has complained that the East Room, the current largest space in the White House, is too small, holding about 200 people. He has frowned on the past practice of presidents hosting state dinners and other large events in tents on the South Lawn. Who is paying the $250 million construction tab? Trump says the project will be paid for with private donations and that no public money will be spent on the ballroom. The White House promised to release information on which individuals and corporations have pledged or donated money and invited some of the donors to an East Room dinner last week, but has not released a comprehensive list and breakdown of funds. WATCH: Trump hosts dinner for donors to $250 million White House ballroom project Some $22 million for the project came from YouTube, a Google subsidiary, as part of a recent settlement for a 2021 lawsuit Trump brought against the company. The White House also has not said how much of his own money Trump is contributing. Why tear down part of the East Wing to build the ballroom? A demolition crew takes apart the facade of the East Wing of the White House, where President Donald Trump’s proposed ballroom is being built on Oct. 21, 2025. Photo by Jonathan Ernst/ Reuters The East Wing is traditionally the social side of the White House and sits across East Executive Avenue from the Treasury Department. It’s where tourists and other guests enter for events. The president said on July 31 that the White House itself would remain intact as the ballroom was going up. “It won’t interfere with the current building,” he said. “It will be near it but not touching it. And pays total respect to the existing building, which I’m the biggest fan of.” The White House said some demolition was needed because the East Wing, the traditional home for the first lady and her staff, is being modernized as part of the ballroom project. Can Trump build a ballroom? He’s moving ahead with construction despite the lack of sign-off from the National Capital Planning Commission, the executive branch agency that has jurisdiction over construction and major renovations to government buildings in the region. READ MORE: White House says it will begin construction on $200 million ballroom in September Trump named a top White House aide, Will Scharf, to head the commission. Scharf has made a distinction between demolition work and rebuilding, saying the commission only has jurisdiction over the latter.. What happens to the East Room? By Trump’s telling, it will become a space where guests will mingle, sip cocktails and eat hors d’oeuvres until they are called into the ballroom for dinner. Trump said a set of windows in the room will be removed to create a passageway to and from the ballroom. What will the new ballroom look like? Renderings released by the White House suggest a strong resemblance to the gilded ballroom at Mar-a-Lago, Trump’s private club and home in Palm Beach, Florida. The project also has grown in size since it was announced, going from accommodating 650 seated guests to holding 999 people, big enough to fit an inauguration if needed, he said at a recent White House dinner for donors. Windows will be bulletproof, he said. When will the ballroom be completed? The White House has said the ballroom will be ready for use well before Trump’s term ends in January 2029, an ambitious timeline. Has Trump made other changes to the White House? Yes. He has heavily redecorated the Oval Office by adding numerous portraits, busts and gold-toned adornments. He converted the Rose Garden into a stone-covered patio, installed towering flagpoles on the north and south lawns, and decorated an exterior wall with portraits of every president except his immediate predecessor, Democrat Joe Biden. WATCH: A look at Trump’s effort to reshape the White House in his image Trump also said he renovated the bathroom in the famous Lincoln Bedroom in the private living quarters and laid down marble floors in a passageway leading to the South Lawn. How has construction changed the White House over the years? Presidents have added to the White House since construction began in 1792 for a host of reasons, and Trump aides say his decision to build a ballroom follows that long tradition. Many of the prior projects were criticized as being too costly or too lavish, but eventually came to be accepted, according to the White House Historical Association. Thomas Jefferson added the east and west colonnades. Andrew Jackson built the North Portico on the Pennsylvania Avenue side of the White House, aligning with the South Portico that James Monroe added after the original mansion was rebuilt after the British burned it during the War of 1812. Theodore Roosevelt added the West Wing to provide dedicated space for the president and key staff, while Franklin D. Roosevelt added the East Wing, which over time became the home base for the first lady’s staff and social functions. One of the most significant White House renovations happened under Harry Truman, when the mansion was found to be so structurally unsound that he ordered a complete gutting of the interior that lasted from 1948 to 1952. The project, including Truman’s addition of a balcony to the second floor of the South Portico, was highly controversial. Other changes include the creation of the Rose Garden during John F. Kennedy’s administration and Richard Nixon’s decision to convert an indoor swimming pool that was built for FDR’s physical therapy into a workspace for the growing White House press corps. A free press is a cornerstone of a healthy democracy. Support trusted journalism and civil dialogue. Donate now By — Darlene Superville, Associated Press Darlene Superville, Associated Press\nCORRECTION: PBS News has updated an Oct. 21 story withdrawn by The Associated Press that quoted White House press secretary Karoline Leavitt as saying over the summer that “nothing will be torn down” in reference to construction starting at the White House on a ballroom and crews tearing down the façade of the East Wing. The AP incorrectly attributed that quote to Leavitt in that story and two others, one on July 31 and Oct. 20. It was a journalist, not Leavitt, who said the quote while asking a question during a briefing Leavitt gave to reporters on July 31. The error was brought to the AP’s attention on Oct. 22. WASHINGTON (AP) — Construction started this week on the $250 million ballroom that President Donald Trump is adding to the White House as construction crews began tearing down the facade of the East Wing, where the new space is being built. The 90,000-square-foot ballroom will dwarf the main White House itself, at nearly double the size, and Trump says it will accommodate 999 people. PHOTOS: White House starts East Wing demolition to build Trump’s ballroom Trump said on social media that the ballroom won’t cost taxpayers a dime because it is being privately funded by “many generous Patriots, Great American Companies, and, yours truly.” Educate your inbox Subscribe to Here’s the Deal, our politics newsletter for analysis you won’t find anywhere else. Enter your email address Subscribe Form error message goes here. Thank you. Please check your inbox to confirm. Here are some things to know about the newest White House construction project. Why is Trump building a ballroom? Trump says the White House needs a large entertaining space and has complained that the East Room, the current largest space in the White House, is too small, holding about 200 people. He has frowned on the past practice of presidents hosting state dinners and other large events in tents on the South Lawn. Who is paying the $250 million construction tab? Trump says the project will be paid for with private donations and that no public money will be spent on the ballroom. The White House promised to release information on which individuals and corporations have pledged or donated money and invited some of the donors to an East Room dinner last week, but has not released a comprehensive list and breakdown of funds. WATCH: Trump hosts dinner for donors to $250 million White House ballroom project Some $22 million for the project came from YouTube, a Google subsidiary, as part of a recent settlement for a 2021 lawsuit Trump brought against the company. The White House also has not said how much of his own money Trump is contributing. Why tear down part of the East Wing to build the ballroom? A demolition crew takes apart the facade of the East Wing of the White House, where President Donald Trump’s proposed ballroom is being built on Oct. 21, 2025. Photo by Jonathan Ernst/ Reuters The East Wing is traditionally the social side of the White House and sits across East Executive Avenue from the Treasury Department. It’s where tourists and other guests enter for events. The president said on July 31 that the White House itself would remain intact as the ballroom was going up. “It won’t interfere with the current building,” he said. “It will be near it but not touching it. And pays total respect to the existing building, which I’m the biggest fan of.” The White House said some demolition was needed because the East Wing, the traditional home for the first lady and her staff, is being modernized as part of the ballroom project. Can Trump build a ballroom? He’s moving ahead with construction despite the lack of sign-off from the National Capital Planning Commission, the executive branch agency that has jurisdiction over construction and major renovations to government buildings in the region. READ MORE: White House says it will begin construction on $200 million ballroom in September Trump named a top White House aide, Will Scharf, to head the commission. Scharf has made a distinction between demolition work and rebuilding, saying the commission only has jurisdiction over the latter.. What happens to the East Room? By Trump’s telling, it will become a space where guests will mingle, sip cocktails and eat hors d’oeuvres until they are called into the ballroom for dinner. Trump said a set of windows in the room will be removed to create a passageway to and from the ballroom. What will the new ballroom look like? Renderings released by the White House suggest a strong resemblance to the gilded ballroom at Mar-a-Lago, Trump’s private club and home in Palm Beach, Florida. The project also has grown in size since it was announced, going from accommodating 650 seated guests to holding 999 people, big enough to fit an inauguration if needed, he said at a recent White House dinner for donors. Windows will be bulletproof, he said. When will the ballroom be completed? The White House has said the ballroom will be ready for use well before Trump’s term ends in January 2029, an ambitious timeline. Has Trump made other changes to the White House? Yes. He has heavily redecorated the Oval Office by adding numerous portraits, busts and gold-toned adornments. He converted the Rose Garden into a stone-covered patio, installed towering flagpoles on the north and south lawns, and decorated an exterior wall with portraits of every president except his immediate predecessor, Democrat Joe Biden. WATCH: A look at Trump’s effort to reshape the White House in his image Trump also said he renovated the bathroom in the famous Lincoln Bedroom in the private living quarters and laid down marble floors in a passageway leading to the South Lawn. How has construction changed the White House over the years? Presidents have added to the White House since construction began in 1792 for a host of reasons, and Trump aides say his decision to build a ballroom follows that long tradition. Many of the prior projects were criticized as being too costly or too lavish, but eventually came to be accepted, according to the White House Historical Association. Thomas Jefferson added the east and west colonnades. Andrew Jackson built the North Portico on the Pennsylvania Avenue side of the White House, aligning with the South Portico that James Monroe added after the original mansion was rebuilt after the British burned it during the War of 1812. Theodore Roosevelt added the West Wing to provide dedicated space for the president and key staff, while Franklin D. Roosevelt added the East Wing, which over time became the home base for the first lady’s staff and social functions. One of the most significant White House renovations happened under Harry Truman, when the mansion was found to be so structurally unsound that he ordered a complete gutting of the interior that lasted from 1948 to 1952. The project, including Truman’s addition of a balcony to the second floor of the South Portico, was highly controversial. Other changes include the creation of the Rose Garden during John F. Kennedy’s administration and Richard Nixon’s decision to convert an indoor swimming pool that was built for FDR’s physical therapy into a workspace for the growing White House press corps. A free press is a cornerstone of a healthy democracy. Support trusted journalism and civil dialogue. Donate now"
        },
        {
            "title": "New renderings show more details of White House ballroom ... Map, images show how Trump's golden ballroom will change ... 9 things to know about the $250 million ballroom Trump is ... New renderings show more details of White House ballroom under 5 ways the White House ballroom plans changed, sometimes dramatic… Map, Images Show How Trump's Golden Ballroom Will Change White H… Map, Images Show How Trump's Golden Ballroom Will Change White H… New images show White House East Wing leveled for $300 million ballr… 9 things to know about the $250 million ballroom Trump is adding ... - P… New Photos Show the White House East Wing Completely ...",
            "url": "https://www.cbsnews.com/news/donald-trump-white-house-ballroom-renderings-construction-details/",
            "timestamp": null,
            "summary": "Sep 25, 2025 · The Trump administration announced in July that a 90,000-square-foot ballroom with a seated capacity for 650 people will be constructed in the White House 's East Wing. Aug 1, 2025 · The White House announced on Thursday that construction is due to begin of a new 90,000 square feet state ballroom at the president's official residence, a project Donald Trump has spent... Oct 23, 2025 · WASHINGTON (AP) — Construction started this week on the $250 million ballroom that President Donald Trump is adding to the White House as construction crews began tearing down the facade of... Is the White House ballroom under construction? Washington — New architectural renderings obtained by CBS News reveal in more detail the White House ballroom that is currently under construction . The Trump administration announced in July that a 90,000-square-foot ballroom with a seated capacity for 650 people will be constructed in the White House's East Wing. What did the White House announce about Trump's new ballroom? On July 31, seven months into Trump’s second term as president, the White House put out an announcement, with renderings of a gold-accented lavish ballroom . It also went on to detail the cost of construction and when it would be completed. When will a new White House ballroom be built? The East Wing of the White House is seen on a clear, fall day on November 08, 2023 in Washington D.C. Kevin Carter/GETTY Construction of the new White House ballroom is set to begin in September 2025 . The completion data has not been announced, though the White House insists it will be during Trump's ongoing second term. What should the new White House ballroom look like? Concept images released of the ballroom show the ballroom lined with golden chandeliers and golden chairs, very much in keeping with President Trump's gilded Oval office additions during his second term. Artists rendering showing what the inside of the new White House ballroom should look like. When was the White House ballroom built? The construction for the ballroom on the White House’s East Wing as seen from the top of the Washington Monument, Nov. 17, 2025. The new images of the White House show the former site of the East Wing, built in 1902 and renovated in 1942, completely demolished with several bulldozers and skip loaders clearing the last of the rubble. Where is Trump's proposed Ballroom? A demolition crew takes apart the facade of the East Wing of the White House , where President Donald Trump’s proposed ballroom is being built on Oct. 21, 2025. Photo by Jonathan Ernst/ Reuters The East Wing is traditionally the social side of the White House and sits across East Executive Avenue from the Treasury Department. Nov 17, 2025 · New photos taken from the top of the Washington Monument on November 14 reveal the extent of demolition work on White House grounds as construction progresses on President Donald Trump’s proposed ballroom . The 90,000-square-foot venue will replace the now-razed East Wing, where every first lady ...",
            "content": "New renderings show more details of White House ballroom under construction\nWashington — New architectural renderings obtained by CBS News reveal in more detail the White House ballroom that is currently under construction.\nThe Trump administration announced in July that a 90,000-square-foot ballroom with a seated capacity for 650 people will be constructed in the White House's East Wing. White House press secretary Karoline Leavitt said the project would be paid for by private donors and the president himself, who has committed to disclosing donors' names.\nThe new ballroom will be significantly larger than the main White House building, which comprises about 55,000 square feet over the ground floor, state floor and residence. That does not include the East and West Wings.\nCBS News reported last week that corporate and individual donors have pledged nearly $200 million to cover construction costs, and fundraising is ongoing. Google, R.J. Reynolds, Booz Allen Hamilton, Lockheed Martin, Palantir and NextEra Energy have donated, sources told CBS News, and so have firms in the tech, manufacturing, banking and health industries.\nConstruction got underway on the South Lawn earlier this month. McCrery Architects PLLC is the architectural firm behind the project."
        },
        {
            "title": "Trump says the new White House ballroom will be 'a little bigger' than...",
            "url": "https://www.nbcnews.com/politics/donald-trump/trump-white-house-ballroom-bigger-rcna231033",
            "timestamp": null,
            "summary": "WASHINGTON — President Donald Trump said Saturday that the new ballroom he’s adding to the White House campus will be larger than first described, with a capacity of 900 people. In a brief telephone interview with NBC News, the president said: “We’re making it a little bigger.",
            "content": "WASHINGTON — President Donald Trump said Saturday that the new ballroom he’s adding to the White House campus will be larger than first described, with a capacity of 900 people.\nIn a brief telephone interview with NBC News, the president said: “We’re making it a little bigger. It will be top of the line, as good as it can get anywhere in the world.”\nA White House statement in July showed that the ballroom would seat up to 650 people, meaning the planned capacity has grown by nearly 40%.\nTrump has said the ballroom will fill an important need at a crowded White House, sparing foreign leaders and other dignitaries from traipsing out to tents set up on the South Lawn for dinners and receptions.\nThe White House has estimated the cost at $200 million. Trump reiterated in the interview that he will personally help pay for the addition. Private donors — “patriots,” as the White House has called them — are also expected to chip in.\nA former real estate developer, Trump has taken a personal interest in the ballroom’s construction.\nWork has already begun, as Trump noted to reporters gathered Friday on the South Lawn.\n“Right there you see all the trucks,” he said. “They just started construction of the new ballroom for the White House.”\nThe ballroom represents the biggest change to the White House exterior since the East Wing was expanded under Franklin D. Roosevelt in 1942. It will take the place of the East Wing, which has traditionally served as office space for the first lady and her staff.\nTrump is coming off a fraught week in which he lost his friend and political ally Charlie Kirk in an assassination. On Tuesday, he is due to leave for England, where he and first lady Melania Trump will be the guests at a state banquet hosted by King Charles and Queen Camilla at Windsor Castle.\nTrump will be the first American president to have been invited for two state visits; his first took place in 2019 at the invitation of Queen Elizabeth, who died three years later.\n“I look forward to saying hello to Charles and Camilla,” Trump told NBC News.\n“It’s going to be incredible. It’s such a great honor.”"
        }
    ],
    "entities": [
        {
            "type": "Location",
            "name": "White House",
            "description": "Official residence and workplace of the President of the United States; undergoing construction of new ballroom to replace East Wing with capacity increased to 900 people"
        },
        {
            "type": "Event",
            "name": "White House Ballroom Announcement",
            "description": "Announcement of plans to build new ballroom alongside modernized East Wing",
            "time": "2025-07-31"
        },
        {
            "type": "Person",
            "name": "Donald Trump",
            "description": "US President who is building ballroom at White House; will personally help pay for the addition along with private donors"
        },
        {
            "type": "Event",
            "name": "White House Ballroom Construction",
            "description": "Construction of new ballroom at White House complex with capacity increased from 650 to 900 people; construction underway on South Lawn with estimated cost of $200 million",
            "time": "2025-09"
        },
        {
            "type": "Organization",
            "name": "McCrery Architects",
            "description": "Architectural firm behind the White House ballroom project"
        },
        {
            "type": "Person",
            "name": "Jim McCrery",
            "description": "CEO of McCrery Architects, lead architect for White House ballroom project"
        },
        {
            "type": "Organization",
            "name": "Clark Construction",
            "description": "Construction company heading White House ballroom construction work"
        },
        {
            "type": "Organization",
            "name": "AECOM",
            "description": "Engineering firm leading engineering team for White House ballroom project"
        },
        {
            "type": "Person",
            "name": "Susie Wiles",
            "description": "White House Chief of Staff committed to preserving White House history while building the new ballroom"
        },
        {
            "type": "Artifact",
            "name": "White House State Ballroom",
            "description": "New 90,000-square-foot ballroom replacing East Wing and East Colonnade; capacity increased to accommodate 900 people; $300 million project"
        },
        {
            "type": "Event",
            "name": "White House Ballroom Construction Start",
            "description": "Construction began in October 2025 on $250 million ballroom replacing East Wing; White House says will be ready before Trump's term ends in January 2029",
            "time": "2025-10-21"
        },
        {
            "type": "Location",
            "name": "East Wing",
            "description": "White House wing traditionally housing First Lady offices and social functions; being replaced by new ballroom"
        },
        {
            "type": "Person",
            "name": "Karoline Leavitt",
            "description": "White House press secretary involved in ballroom construction announcements; stated project would be paid for by private donors and the president"
        },
        {
            "type": "Location",
            "name": "Washington Monument",
            "description": "Monument where ABC News took video showing White House demolition progress after government shutdown ended"
        },
        {
            "type": "Person",
            "name": "Andrew Leyden",
            "description": "Freelance photographer who took aerial images of White House demolition from Washington Monument"
        },
        {
            "type": "Person",
            "name": "Eleanor Roosevelt",
            "description": "Former First Lady who had office in East Wing, like subsequent First Ladies until its demolition"
        },
        {
            "type": "Person",
            "name": "Warren G. Harding",
            "description": "Former President with dedicated historic tree demolished for ballroom construction"
        },
        {
            "type": "Person",
            "name": "Franklin D. Roosevelt",
            "description": "Former president who expanded the East Wing in 1942; ballroom represents biggest change to White House exterior since then"
        },
        {
            "type": "Location",
            "name": "Jacqueline Kennedy Garden",
            "description": "Garden removed during demolition for ballroom construction"
        },
        {
            "type": "Event",
            "name": "White House Ballroom Construction Progress",
            "description": "Continued construction with demolition of East Wing, East Colonnade, historic trees, and Kennedy Garden; photos taken November 14 show extent of work",
            "time": "2025-11-14"
        },
        {
            "type": "Event",
            "name": "White House Ballroom Scale Announcement",
            "description": "Trump announced ballroom grew by nearly 40% from initial capacity to accommodate 900 people",
            "time": "2025-09"
        },
        {
            "type": "Person",
            "name": "Melania Trump",
            "description": "First Lady who will accompany Trump to state banquet in England"
        },
        {
            "type": "Person",
            "name": "Leslie Greene Bowman",
            "description": "Member of Committee for the Preservation of the White House who emphasized preserving existing historical walls"
        },
        {
            "type": "Person",
            "name": "Ursula Van der Leyen",
            "description": "European Council President informed by Trump about the ballroom construction during Scotland meeting"
        },
        {
            "type": "Person",
            "name": "Barack Obama",
            "description": "Former President whose administration rejected Trump's 2016 offer to pay $100m for ballroom construction"
        },
        {
            "type": "Person",
            "name": "Josh Earnest",
            "description": "Former Press Secretary for Obama who dismissed Trump's 2016 ballroom proposal as inappropriate"
        },
        {
            "type": "Organization",
            "name": "Committee for the Preservation of the White House",
            "description": "Organization overseeing preservation efforts during White House renovations and expansions"
        },
        {
            "type": "Location",
            "name": "Turnberry golf resort",
            "description": "Trump's golf resort in Scotland where he compared existing ballroom to planned White House ballroom"
        },
        {
            "type": "Artifact",
            "name": "White House Ballroom",
            "description": "New ballroom being built to replace East Wing; capacity increased to 900 people; estimated cost $200 million; funded by private donors and President Trump"
        },
        {
            "type": "Event",
            "name": "Trump's 2016 Ballroom Offer",
            "description": "Trump's $100m offer to Obama administration for ballroom construction, which was rejected",
            "time": "2016"
        },
        {
            "type": "Event",
            "name": "East Wing Demolition",
            "description": "Demolition of East Wing facade begun in October 2025 to make way for new ballroom",
            "time": "2025-10-21"
        },
        {
            "type": "Event",
            "name": "Government Shutdown End",
            "description": "43-day government shutdown ended on November 12, allowing public access to Washington Monument and visibility of White House construction",
            "time": "2025-11-12"
        },
        {
            "type": "Person",
            "name": "Rosalynn Carter",
            "description": "First Lady who established the East Wing as the formal office of the first lady in 1977"
        },
        {
            "type": "Artifact",
            "name": "Triumphal Arch Proposal",
            "description": "Trump's proposal to use extra $50 million in donations to build large triumphal arch modeled after Arc de Triomphe in Paris"
        },
        {
            "type": "Event",
            "name": "ABC News/Washington Post/Ipsos Poll",
            "description": "Poll showing 56% of Americans oppose ballroom construction, 28% support it, and 16% unsure",
            "time": "2025-10"
        },
        {
            "type": "Organization",
            "name": "National Capital Planning Commission",
            "description": "Executive branch agency with jurisdiction over construction and major renovations to government buildings; Trump moving ahead without their sign-off"
        },
        {
            "type": "Person",
            "name": "Will Scharf",
            "description": "Top White House aide appointed by Trump to head National Capital Planning Commission"
        },
        {
            "type": "Organization",
            "name": "YouTube",
            "description": "Google subsidiary that contributed $22 million to ballroom project as part of lawsuit settlement with Trump"
        },
        {
            "type": "Location",
            "name": "Mar-a-Lago",
            "description": "Trump's private club in Palm Beach, Florida; new White House ballroom designed to resemble its gilded ballroom"
        },
        {
            "type": "Person",
            "name": "Thomas Jefferson",
            "description": "Former president who added east and west colonnades to White House"
        },
        {
            "type": "Person",
            "name": "Andrew Jackson",
            "description": "Former president who built the North Portico on White House"
        },
        {
            "type": "Person",
            "name": "Theodore Roosevelt",
            "description": "Former president who added the West Wing to White House"
        },
        {
            "type": "Person",
            "name": "Harry Truman",
            "description": "Former president who oversaw major White House renovation from 1948-1952"
        },
        {
            "type": "Organization",
            "name": "White House Historical Association",
            "description": "Organization that documents White House history and renovations"
        },
        {
            "type": "Location",
            "name": "East Room",
            "description": "Current largest space in White House holding about 200 people; will become pre-function space for ballroom events"
        },
        {
            "type": "Organization",
            "name": "Google",
            "description": "Technology company that donated to White House ballroom construction project"
        },
        {
            "type": "Organization",
            "name": "R.J. Reynolds",
            "description": "Manufacturing company that donated to White House ballroom construction project"
        },
        {
            "type": "Organization",
            "name": "Booz Allen Hamilton",
            "description": "Consulting firm that donated to White House ballroom construction project"
        },
        {
            "type": "Organization",
            "name": "Lockheed Martin",
            "description": "Aerospace and defense company that donated to White House ballroom construction project"
        },
        {
            "type": "Organization",
            "name": "Palantir",
            "description": "Technology company that donated to White House ballroom construction project"
        },
        {
            "type": "Organization",
            "name": "NextEra Energy",
            "description": "Energy company that donated to White House ballroom construction project"
        },
        {
            "type": "Location",
            "name": "South Lawn",
            "description": "Area of White House grounds where ballroom construction is underway; previously used for tents for dinners and receptions"
        },
        {
            "type": "Event",
            "name": "White House Ballroom Funding Announcement",
            "description": "Revelation that corporate and individual donors have pledged nearly $200 million to cover construction costs, with fundraising ongoing",
            "time": "2025-09"
        },
        {
            "type": "Organization",
            "name": "NBC News",
            "description": "News organization that conducted telephone interview with President Trump about ballroom construction"
        },
        {
            "type": "Event",
            "name": "Trump's England State Visit",
            "description": "Trump and first lady Melania Trump will be guests at state banquet hosted by King Charles and Queen Camilla at Windsor Castle",
            "time": "2025-09"
        },
        {
            "type": "Person",
            "name": "King Charles",
            "description": "Monarch of the United Kingdom who will host state banquet for President Trump"
        },
        {
            "type": "Person",
            "name": "Queen Camilla",
            "description": "Queen consort of the United Kingdom who will host state banquet with King Charles"
        },
        {
            "type": "Location",
            "name": "Windsor Castle",
            "description": "Royal residence where King Charles and Queen Camilla will host state banquet for President Trump"
        },
        {
            "type": "Event",
            "name": "Assassination of Charlie Kirk",
            "description": "Trump's friend and political ally Charlie Kirk was assassinated during the week preceding the ballroom announcement",
            "time": "2025-09"
        },
        {
            "type": "Person",
            "name": "Charlie Kirk",
            "description": "Trump's friend and political ally who was assassinated"
        }
    ],
    "sub_themes": []
}