{
    "webpages": [
        {
            "title": "White House State Ballroom - Wikipedia",
            "url": "https://en.wikipedia.org/wiki/White_House_State_Ballroom",
            "timestamp": null,
            "summary": "An interpretation of the new East Wing based on a model from October 2025. The White House State Ballroom is a planned expansion of the White House , under construction since September 2025 in Washington, D.C. Announced in July 2025, the purpose of th...",
            "content": "An interpretation of the new East Wing based on a model from October 2025. The White House State Ballroom is a planned expansion of the White House , under construction since September 2025 in Washington, D.C. Announced in July 2025, the purpose of th..."
        },
        {
            "title": "Who's paying for the new White House golden ballroom ? | Snopes.com",
            "url": "https://www.snopes.com/news/2025/08/01/trump-gold-ballroom-white-house/",
            "timestamp": null,
            "summary": "The White House statement described the new ballroom as an \"exquisite addition of approximately 90,000 total square feet of ornately designed and carefully crafted space.\"",
            "content": "In late July and early August 2025, a claim (archived) circulated online that U.S. President Donald Trump would build a $200 million golden ballroom at the White House paid for by himself and private donors.\nThe X account Libs of TikTok shared this claim along with an illustration of the alleged room, captioned \"BREAKING: Trump is building a 90,000 square foot White House ballroom and it's being funded mainly by Trump himself!\"\nThe news — widely reported in national and international media — also circulated on Facebook (archived), Instagram (archived), Threads (archived), Reddit (archived) and Bluesky (archived), where some posters claimed the Trump administration would actually use taxpayer money to fund the construction of the ballroom. Snopes readers also wrote in about the topic.\nHowever, we found no credible evidence that the Trump administration's proposed $200 million ballroom would be paid for using taxpayers' money.\nRather, both Trump and White House press secretary Karoline Leavitt said Trump and private donors would pay for the project. The Rapid Response 47 X account, an official account of the Trump administration, wrote (archived) in a July 31 post that the project would be \"fully funded by President Trump and other private donors — not taxpayers.\"\nIt was unclear at the time of this writing whether the $200 million amount included costs for \"enhancements and modifications\" that the White House statement said the U.S. Secret Service, a taxpayer -unded government agency, would provide. We reached out to the White House for clarification on this point and await a reply.\nKaroline Leavitt and the White House announced the project, called the White House State Ballroom, on July 31, 2025. According to the White House statement, the room would sit near the current East Wing and seat 650 people — more than three times as many as the current East Room, which seats 200 people. The White House statement described the new ballroom as an \"exquisite addition of approximately 90,000 total square feet of ornately designed and carefully crafted space.\"\nOn funding, the White House statement said, \"President Trump, and other patriot donors, have generously committed to donating the funds necessary to build this approximately $200 million dollar structure. The United States Secret Service will provide the necessary security enhancements and modifications.\"\nTrump himself also spoke about the ballroom while signing an executive order on July 31 (time code 21:46, our emphasis):\nReporter: Mr. President, can you talk about your plans for the new ballroom that was announced today? The $200 million, that's going to be paid for by yourself —\nTrump: By me, yeah.\nReporter: — private donations?\nTrump: It's a private thing, yeah, I'll do it and we'll probably have some donors or whatever, but it's about $200 million. We've been planning it for a long time, they've wanted a ballroom at the White House for more than 150 years but there's never been a president that was good at ballrooms. (unintelligible) really good. In fact, I looked at one we just built in Turnberry in Scotland and it's incredible. We're good at building, I'm good at building things and we'll get it built quickly and on time, it'll be beautiful, top of the line.\nNearly two months earlier, on June 6, 2025, Trump posted on his social media network Truth Social, \"Just inspected the site of the new Ballroom that will be built, compliments of a man known as Donald J. Trump, at the White House.\"\nDays before the White House announcement, Trump teased the idea while meeting with Ursula von der Leyen, the president of the European Commission, at his Trump Turnberry resort in Scotland (which, he said, had recently had its own ballroom fitted). Trump said (video time code 1:43), \"We're building a great ballroom at the White House. The White House has wanted a ballroom for 150 years, but they never had a real estate person, you know, nobody, no president knew how to build a ballroom.\" Trump did not mention the financing of the project while speaking at Turnberry.\nTrump has floated ideas for a ballroom at the White House since at least 2010, according to former U.S. President Barack Obama's senior adviser David Axelrod. According to Axelrod, Trump offered to build \"a ballroom you can assemble and take apart\" in 2010.\nTrump recounted the encounter to ABC News in 2011, according to a New York Post article. At that time, Trump reportedly priced the project at $100 million, half the 2025 ballroom estimate.\nThe idea surfaced again in 2016, when Obama's press secretary Josh Earnest laughed off (video time code 36:53) another Trump offer of a ballroom as \"not something that was at all seriously considered.\"\n\"I'm not sure that it would be appropriate to have a shiny gold Trump sign on any part of the White House,\" Earnest said.\nThe White House's July 2025 announcement included illustrations of the proposed exterior and interior of the White House State Ballroom by McCrery Architects. The illustrations showed plans for a gold-accented dining room, though they did not include any gold Trump signs."
        },
        {
            "title": "White House ’s East Wing partially demolished as work... | The Guardian",
            "url": "https://www.theguardian.com/us-news/2025/oct/20/trump-white-house-ballroom-construction",
            "timestamp": null,
            "summary": "Earlier this month, Trump hosted a dinner at the White House for donors funding the ballroom . During the event, he reportedly opened the curtains of the East Room to show where construction on the ballroom had started. He told the guests that the new venue would feature bulletproof...",
            "content": "Construction crews have started demolishing part of the East Wing of the White House to make way for Donald Trump’s planned ballroom, prompting widespread criticism on social media and beyond.\nOne former lawmaker even called the renovation an “utter desecration”.\nThe Washington Post, which obtained and published photos of the demolition activity and cited two eyewitnesses, reported on Monday that demolition was under way, and shared an image showing construction in progress and parts of the exterior ripped down.\nOther images, including ones seen in the New York Post, also show demolition of parts of the East Wing.\nThe White House did not respond to a request for comment from the Guardian.\nOn his Truth Social platform on Monday, Trump said “ground has been broken on the White House” to build the new ballroom.\n“I am honored to be the first President to finally get this much-needed project underway — with zero cost to the American Taxpayer! The White House Ballroom is being privately funded by many generous Patriots, Great American Companies, and, yours truly,” he added.\nEarlier, at a ceremony in Washington DC celebrating the NCAA champion Louisiana State University baseball team on Monday, Trump said his administration was planning to build “the most beautiful ballroom in the country”.\n“I didn’t know I’d be standing here right now because, right on the other side, you have a lot of construction going on, which you might hear periodically,” he said.\nPlans to build an enormous $250m ballroom addition to the White House – one of the largest projects at the White House in more than a century – emerged in July. At the time, press secretary Karoline Leavitt said the renovated space would span 90,000 sq ft (8,300 sq meters) and seat up to 650 people. Officials said it would be paid for by Trump and unnamed donors.\nOf the renovation, Trump said in July: “In the White House, for 150 years, they’ve wanted to have a ballroom.” He addded: “There’s never been a president that was good at ballrooms.\n“I’m good at building things and we’re going to build quickly and on time. It’ll be beautiful, top, top of the line.”\nReports broke in August that work would begin in September. It is expected to be completed before the end of Trump’s second term, in January 2029.\nTrump previously claimed that the new structure would not “interfere with the current building”, according to the Washington Post.\n“It’ll be near it but not touching it – and pays total respect to the existing building, which I’m the biggest fan of,” Trump said during an executive order signing in July, according to the Post. “It’s my favorite. It’s my favorite place. I love it.”\nEarlier this month, Trump hosted a dinner at the White House for donors funding the ballroom. During the event, he reportedly opened the curtains of the East Room to show where construction on the ballroom had started. He told the guests that the new venue would feature bulletproof glass, accommodate 1,000 people and be capable of hosting a presidential inauguration.\nGuests at the dinner reportedly included representatives from Amazon, Apple, Meta, Google, Microsoft, Palantir and Lockheed Martin.\nConcerns and criticisms over Trump’s renovation plans have come from lawmakers and from social media.\nDemocratic congressman Mark Takano of California proposed a bill that would prohibit the use of federal funds for any construction or renovation at the White House during a government shutdown, unless the work is directly related to health or safety. Monday marked day 20 of the government shutdown.\nJoe Walsh, a former Republican member of Congress, called the renovation an “utter desecration”.\n“If I ran for President in 2028, I’d run on taking a bulldozer to Trump’s ballroom, an utter desecration of the peoples’ house,” Walsh said in a post on X on Monday, reacting to a picture showing part of the White House being demolished.\n“In fact, I’d invite the American people one weekend to bring their own sledgehammers & crowbars to the White House to help tear that abomination down.”\n“Wealth & income inequality is at record highs in America, but glad we’re spending $250m on a vanity project,” said human rights lawyer Qasim Rashid."
        },
        {
            "title": "Trump reveals $200 million golden ballroom in ‘modernized’ White ...",
            "url": "https://www.independent.co.uk/news/world/americas/us-politics/trump-white-house-golden-ballroom-renovation-b2845870.html",
            "timestamp": null,
            "summary": "Leavitt added that the new “ White House State Ballroom ” would be a “much-needed and exquisite addition of approximately 90,000 total square feet of innately designed and carefully crafted space, with a seated capacity of 650 people — a significant increase from the 200-person seated...",
            "content": "Trump reveals $200 million golden ballroom in ‘modernized’ White House East Wing\nPress Secretary Karoline Leavitt unveiled renderings for the president’s complete home makeover that bring a whole new meaning to the term Golden Arches\nIt’s the golden makeover the White House didn’t know it needed.\nConstruction crews will soon break ground on the massive, gilded ballroom that President Donald Trump hopes to use for state dinners and other events before the end of his term in 2029, White House Press Secretary Karoline Leavitt revealed Thursday.\nLeavitt told reporters that construction of the 90,000-square-foot ballroom — containing what she described as “a much-needed and exquisite addition” of “innately designed and carefully crafted space” — would begin in September.\n“The White House is one of the most beautiful and historic buildings in the world, yet the White House is currently unable to host major functions honoring world leaders and other countries without having to install a large and unsightly tent approximately 100 yards away from the main building entrance,” she said.\nLeavitt added that the new “White House State Ballroom” would be a “much-needed and exquisite addition of approximately 90,000 total square feet of innately designed and carefully crafted space, with a seated capacity of 650 people — a significant increase from the 200-person seated capacity in the East Room of the White House.”\nThe new event facility will be built on the site of the White House’s East Wing, which currently stands between the Executive Residence and Treasury Department headquarters.\nFirst built in 1902 and enlarged with a second floor four decades later, it houses offices for First Lady Melania Trump and her staff, the White House Military Office, the White House Visitor Office, and other White House support functions. Leavitt said those offices would be temporarily relocated during the construction.\nAccording to Leavitt, the East Wing will be “heavily changed and reconstructed” once the new ballroom is completed.\nShe also told reporters that the addition to the White House complex will cost approximately $200 million, with the funds to come from President Trump and unspecified private donors.\nAnd while it will be “substantially separated from the main building of the White House,” Leavitt stressed that it will be nearly identical in “theme and architectural heritage” to the existing facilities.\nAn interior rendering of the ballroom provided by the White House reveals a massive hall with ornate ceilings and chandeliers, replete with gold leaf throughout.\nThe image is reminiscent of the ballroom which Trump had built on the grounds of Mar-a-Lago, the historic 1920s-era Palm Beach mansion that is both a private club run by his family’s eponymous hotel and real estate company and his primary residence.\nSince returning to the White House for his second term in January, Trump has sought to update the appearance of the historic facility to make it more to his liking.\nHe enlisted a cabinetmaker he has previously employed at Mar-a-Lago, who he referred to as his “gold guy,” to give multiple surfaces in the Oval Office his own Midas touch, leaving the iconic room adorned with ostentatious splashes of pure gold leaf paint in places where there was no such ornamentation before.\nHe has also ordered the iconic Kennedy Rose Garden to be converted into a patio much like the one on which he entertains guests at his Florida social club.\nThe rose bushes that have ringed the area since the Kennedy administration remain, but the grass surface that has been the site of numerous events just outside of the Oval Office has been replaced with paving stones.\nJoin our commenting forum\nJoin thought-provoking conversations, follow other Independent readers and see their replies\nComments"
        },
        {
            "title": "White House announces new $200m ballroom - a longtime Trump wish",
            "url": "https://www.bbc.com/news/articles/c2l7dey54zjo",
            "timestamp": null,
            "summary": "The White House has announced plans to build a $200m (£151m) new ballroom , fulfilling an often-repeated desire of US President Donald Trump. The new ballroom will be built alongside a \"modernised\" East Wing of the White House ...",
            "content": "White House unveils plans for new $200m ballroom\nThe White House has announced plans to build a $200m (£151m) new ballroom, fulfilling an often-repeated desire of US President Donald Trump.\nThe new ballroom will be built alongside a \"modernised\" East Wing of the White House, which currently houses the offices of First Lady Melania Trump and other key White House posts.\nThe money will be donated directly by Trump and other so-far anonymous donors, with work beginning in September, according to Press Secretary Karoline Leavitt.\nTrump has repeatedly promised to build a \"beautiful\" ballroom at the White House, and in 2016 offered to pay $100m during Barack Obama's administration - which the then-President rejected.\nIn a briefing for reporters at the White House on Thursday, Leavitt said that the \"much needed and exquisite addition\" to the White House will be approximately 90,000 sq ft (8,360 sq m) with a seating capacity of about 650.\nMany formal White House functions are held in the White House's East Room, which can seat approximately 200 people.\nThe new ballroom, Leavitt added, would also eliminate the need for a \"large and unsightly tent\" to be installed for state dinners and other large events, which sometimes include world leaders.\nAccording to Leavitt, construction is expected to be completed \"long before\" the end of Trump's term in office in January 2029.\n\"The President and the Trump White House are fully committed to working with the appropriate organisations to preserving the special history of the White House, while building a beautiful ballroom that can be enjoyed by future administrations and generations of Americans to come,\" Chief of Staff Susie Wiles said in a statement.\nRenderings provided by the White House show that the ballroom will be similar architecturally to the rest of the White House, with a lavish interior including chandeliers and ornate columns.\n\"The White House has a history of expansion to accommodate the changing needs of the nation's chief executive,\" Leslie Greene Bowman, who has served under four presidents on the Committee for the Preservation of the White House, told the BBC.\n\"I hope and trust that any proposed changes will honor and preserve the existing walls that have witnessed so much history. They are precious vessels of our legacy as a democracy.\"\nOffices housed in the East Wing of the White House adjacent to the construction - including that of First Lady Melania Trump - will be temporarily re-located.\nPresident Trump has repeatedly voiced his wishes for a new ballroom as part of renovations to the White House, which has already seen the installation of two large flagpoles, new gold decorations in the Oval Office and the bulldozing and paving over of the famed Rose Garden.\n\"There's never been a President that's good at ballrooms,\" Trump said at an event at the White House on Thursday. \"I'm good at building things.\"\nTrump added that \"they've always had to get tents\" for large events at the White House, which he described as a disaster. \"It's not a pretty sight.\"\nEarlier this week during a Scotland meeting with European Council President Ursula Van der Leyen, Trump told her that \"we're building a great ballroom at the White House\"\n\"No president knew how to build a ballroom,\" Trump said while sitting in another ballroom at his Turnberry golf resort. \"I could take this one, drop it right down there, and it would be beautiful.\"\nIn 2016, when on the campaign trail during the administration of Barack Obama, Trump famously offered to contribute $100m for the construction of a new ballroom for the White House to use to host events.\nAt the time, then-Press Secretary Josh Earnest said that the suggestion was \"not something that was at all seriously considered\".\n\"I'm not sure that it would be appropriate to have a shiny gold Trump sign…on any part of the White House,\" Earnest told reporters.\nFollow the twists and turns of Trump's second term with North America correspondent Anthony Zurcher's weekly US Politics Unspun newsletter. Readers in the UK can sign up here. Those outside the UK can sign up here."
        },
        {
            "title": "The White House Announces White House Ballroom Construction to...",
            "url": "https://www.whitehouse.gov/briefings-statements/2025/07/the-white-house-announces-white-house-ballroom-construction-to-begin/",
            "timestamp": null,
            "summary": "The White House Ballroom will be substantially separated from the main building of the White House , but at the same time, it’s theme and architectural heritage will be almost identical. The site of the new ballroom will be where the small, heavily changed...",
            "content": "The White House Announces White House Ballroom Construction to Begin\nWashington, D.C. — For 150 years, Presidents, Administrations, and White House Staff have longed for a large event space on the White House complex that can hold substantially more guests than currently allowed. President Donald J. Trump has expressed his commitment to solving this problem on behalf of future Administrations and the American people.\nThe White House is one of the most beautiful and historic buildings in the world, yet the White House is currently unable to host major functions honoring world leaders and other countries without having to install a large and unsightly tent approximately 100 yards away from the main building entrance. The White House State Ballroom will be a much-needed and exquisite addition of approximately 90,000 total square feet of ornately designed and carefully crafted space, with a seated capacity of 650 people — a significant increase from the 200-person seated capacity in the East Room of the White House.\nIn recent weeks, President Trump has held several meetings with members of the White House Staff, the National Park Service, the White House Military Office, and the United States Secret Service to discuss design features and planning.\nPresident Trump has chosen McCrery Architects as lead architect, which is well-known for their classical architectural design and based in our nation’s capital. CEO Jim McCrery said: “Presidents in the modern era have faced challenges hosting major events at the White House because it has been untouched since President Harry Truman. I am honored that President Trump has entrusted me to help bring this beautiful and necessary renovation to The People’s House, while preserving the elegance of its classical design and historical importance.”\nThe construction team will be headed by Clark Construction, and the engineering team will be led by AECOM.\nThe project will begin in September 2025, and it is expected to be completed long before the end of President Trump’s term.\nPresident Trump, and other patriot donors, have generously committed to donating the funds necessary to build this approximately $200 million dollar structure. The United States Secret Service will provide the necessary security enhancements and modifications.\nThe White House Ballroom will be substantially separated from the main building of the White House, but at the same time, it’s theme and architectural heritage will be almost identical. The site of the new ballroom will be where the small, heavily changed, and reconstructed East Wing currently sits. The East Wing was constructed in 1902 and has been renovated and changed many times, with a second story added in 1942.\nThe White House Chief of Staff Susie Wiles said the following: “President Trump is a builder at heart and has an extraordinary eye for detail. The President and the Trump White House are fully committed to working with the appropriate organizations to preserving the special history of the White House while building a beautiful ballroom that can be enjoyed by future Administrations and generations of Americans to come.”\nThe White House will continue to provide the American public with updates on this project at whitehouse.gov/visit."
        },
        {
            "title": "$200 million ‘Trump-style’ ballroom coming to the White House",
            "url": "https://www.cnn.com/2025/07/31/politics/video/trump-ballroom-white-house-vrtc",
            "timestamp": null,
            "summary": "Construction for a new ballroom on the White House campus will begin in September on a $200 million, 90,000-square-foot ballroom , fulfilling a 15-year ambition by President Trump to construct an event space on the White House grounds that expands the building’s entertaining capacity.",
            "content": "Construction for a new ballroom on the White House campus will begin in September on a $200 million, 90,000-square-foot ballroom , fulfilling a 15-year ambition by President Trump to construct an event space on the White House grounds that expands the building’s entertaining capacity."
        },
        {
            "title": "White House announces new $200M ballroom",
            "url": "https://www.sandiegouniontribune.com/2025/07/31/white-house-ballroom/",
            "timestamp": null,
            "summary": "White House press secretary Karoline Leavitt holds up photos of the planned new White House ballroom during a press briefing at the White House in Washington, Thursday, July 31, 2025.",
            "content": "By DARLENE SUPERVILLE, Associated Press\nWASHINGTON (AP) — The White House on Thursday announced that construction on a massive, new $200 million ballroom will begin in September and be ready before President Donald Trump ‘s term ends in early 2029.\nIt will be the latest change introduced to what’s known as “The People’s House” since the Republican president returned to office in January. It also will be the first structural change to the Executive Mansion itself since the addition of the Truman balcony in 1948.\nTrump has substantially redecorated the Oval Office through the addition of golden flourishes and cherubs, presidential portraits and other items, and installed massive flagpoles on the north and south lawns to fly the American flag. Workers are currently finishing up a project to replace the lawn in the Rose Garden with stone.\nTrump for months has been promising to build a ballroom, saying the White House doesn’t have space big enough for large events and scoffing at the notion of hosting heads of state and other guests in tents on the lawn as past administrations have done for state dinners attended by hundreds of guests.\nThe East Room, the largest room in the the White House, can accommodate about 200 people.\nTrump said he’s been planning the construction for some time.\n“They’ve wanted a ballroom at the White House for more than 150 years but there’s never been a president that was good at ballrooms,” Trump told reporters Thursday. “I’m good at building things and we’re going to build quickly and on time. It’ll be beautiful, top, top of the line.”\nHe said the new ballroom would not interfere with the mansion itself.\n“It’ll be near it but not touching it and pays total respect to the existing building, which I’m the biggest fan of,” he said of the White House. “It’s my favorite. It’s my favorite place. I love it.”\nTrump said the ballroom will serve administrations to come.\n“It’ll be a great legacy project,” he said. “I think it will be really beautiful.”\nThe 90,000-square-foot ballroom will be built where the East Wing sits with a seated capacity of 650 people. The East Wing houses several offices, including the first lady’s. Those offices will be temporarily relocated during construction and that wing of the building will be modernized and renovated, said White House press secretary Karoline Leavitt.\nWhite House chief of staff Susie Wiles said the president, whose early career was in real estate and construction, and his White House are “fully committed” to working with the appropriate organizations to preserve the mansion’s “special history.”\n“President Trump is a builder at heart and has an extraordinary eye for detail,” Wiles said in a statement.\nLeavitt said at her briefing Thursday that Trump and other donors have committed to raising the approximately $200 million in construction costs. She did not name any of the other donors.\nRenderings of what the future ballroom will look like were posted on the White House website.\nThe president chose McCrery Architects, based in Washington, as lead architect on the project. The construction team will be led by Clark Construction. Engineering will be provided by AECOM.\nTrump also has another project in mind. He told NBC News in an interview that he intends to replace what he said was a “terribly” remodeled bathroom in the famous Lincoln Bedroom with one that is closer in style to the 19-th century.\nCorrection: In a story published July 31, 2025, the AP incorrectly attributed a quote to White House press secretary Karoline Leavitt that “nothing will be torn down” in reference to construction of a new ballroom at the White House. It was a journalist, not Leavitt, who said the quote while asking a question during a briefing Leavitt gave to reporters on July 31. The error was brought to the AP’s attention on Oct. 22."
        },
        {
            "title": "Trump says the new White House ballroom will be 'a little bigger' than...",
            "url": "https://www.nbcnews.com/politics/donald-trump/trump-white-house-ballroom-bigger-rcna231033",
            "timestamp": null,
            "summary": "WASHINGTON — President Donald Trump said Saturday that the new ballroom he’s adding to the White House campus will be larger than first described, with a capacity of 900 people. In a brief telephone interview with NBC News, the president said: “We’re making it a little bigger.",
            "content": "WASHINGTON — President Donald Trump said Saturday that the new ballroom he’s adding to the White House campus will be larger than first described, with a capacity of 900 people.\nIn a brief telephone interview with NBC News, the president said: “We’re making it a little bigger. It will be top of the line, as good as it can get anywhere in the world.”\nA White House statement in July showed that the ballroom would seat up to 650 people, meaning the planned capacity has grown by nearly 40%.\nTrump has said the ballroom will fill an important need at a crowded White House, sparing foreign leaders and other dignitaries from traipsing out to tents set up on the South Lawn for dinners and receptions.\nThe White House has estimated the cost at $200 million. Trump reiterated in the interview that he will personally help pay for the addition. Private donors — “patriots,” as the White House has called them — are also expected to chip in.\nA former real estate developer, Trump has taken a personal interest in the ballroom’s construction.\nWork has already begun, as Trump noted to reporters gathered Friday on the South Lawn.\n“Right there you see all the trucks,” he said. “They just started construction of the new ballroom for the White House.”\nThe ballroom represents the biggest change to the White House exterior since the East Wing was expanded under Franklin D. Roosevelt in 1942. It will take the place of the East Wing, which has traditionally served as office space for the first lady and her staff.\nTrump is coming off a fraught week in which he lost his friend and political ally Charlie Kirk in an assassination. On Tuesday, he is due to leave for England, where he and first lady Melania Trump will be the guests at a state banquet hosted by King Charles and Queen Camilla at Windsor Castle.\nTrump will be the first American president to have been invited for two state visits; his first took place in 2019 at the invitation of Queen Elizabeth, who died three years later.\n“I look forward to saying hello to Charles and Camilla,” Trump told NBC News.\n“It’s going to be incredible. It’s such a great honor.”"
        },
        {
            "title": "Trump’s dream of building a ballroom at the White House is... : NPR",
            "url": "https://www.npr.org/2025/07/31/nx-s1-5487590/trump-ballroom-white-house",
            "timestamp": null,
            "summary": "According to the White House , the new White House ballroom will be approximately 90,000 square feet and cost about $200 million. McCrery Architects PLLC/The White House hide caption.",
            "content": "Trump's dream of building a ballroom at the White House is becoming a reality\nThe renderings are complete, the architects and contractors have been hired. After at least 15 years of talking about it, President Trump is building a ballroom at the White House. According to the White House, the work will begin this September, with a price tag of $200 million.\n\"President Trump is a builder at heart and has an extraordinary eye for detail,\" said White House chief of staff Susie Wiles in a statement on Thursday. \"The President and the Trump White House are fully committed to working with the appropriate organizations to preserving the special history of the White House while building a beautiful ballroom that can be enjoyed by future Administrations and generations of Americans to come.\"\nThe largest event space at the White House now is the East Room, which seats about 200 for dinner. So, for decades, when the White House needed more capacity for a state dinner or other large event, they would take it outdoors, usually putting up large fancy tents, complete with flooring and chandeliers.\nOnce completed, the White House says the new ballroom will seat 650 guests.\n\"The White House State Ballroom will be a much-needed and exquisite addition of approximately 90,000 total square feet of innately designed and carefully crafted space,\" according to a statement read by press secretary Karoline Leavitt. She said the cost would be footed by Trump himself as well as \"other patriot donors.\" Leavitt said construction would finish \"long before\" the end of Trump's term.\nIt will be located where the East Wing of the White House currently sits, displacing offices. That space has been renovated many times over the years, according to the White House statement.\nFor Trump, this marks the culmination of a long quest to solve the problem of state dinners being held in tents he considers unsightly and overpriced. Back in 2010, he called David Axelrod, an adviser to then-President Barack Obama, to offer his services building a ballroom.\n\" 'You know, you have these state dinners and you have them in these little tents,' \" Axelrod recalled Trump telling him. \"And he said, 'You know, I build ballrooms. I build the greatest ballrooms and you can come down to Florida to see them.' \"\nAxelrod handed the pitch off to someone else, who didn't follow up. It's something he says he regrets, though, not because he thought a ballroom was a good idea.\n\"Tent never bothered me,\" Axelrod said.\nBut Trump never forgot the slight. Earlier this year, speaking to a group of female athletes in the East Room, Trump bemoaned the lack of a larger space.\n\"This was going to be the reception room. I was going to build a beautiful, beautiful ballroom like I have at Mar-a-Lago,\" Trump said. \"It was going to cost about $100 million. I offered to do it, and I never heard back.\"\nThis past weekend, as Trump was preparing to hash out the final details of a trade deal with European Council President Ursula von der Leyen at his Turnberry golf course in Scotland, he took a detour to boast about the cavernous room where they were sitting.\n\"You know, we just built this ballroom, and we're building a great ballroom at the White House,\" Trump said.\nTrump told her he was uniquely qualified to bring a ballroom to 1600 Pennsylvania Avenue.\n\"No president knew how to build a ballroom,\" Trump told von der Leyen. \"I could take this one, drop it right down there, and it would be beautiful.\"\nIt turns out, Trump was already well on his way to executing on a different ballroom at the people's house. The White House says that in recent weeks, Trump has held several meetings with the White House staff, National Park Service, the White House Military Office and the U.S. Secret Service to discuss the design and other planning details. On Thursday afternoon, he told reporters the ballroom is a \"great legacy project.\"\nThis is just the latest example of Trump efforts to put an enduring stamp on the White House. Trump has already made the Oval Office much more golden, added new medallions to the light fixtures in the Cabinet Room, laid paving stones over where the grass used to be in the Rose Garden and erected giant new flagpoles on the north and south lawns.\nThe Rose Garden project is on pace to be completed in early August. The Trust for the National Mall is raising private donations to cover the cost of the project."
        }
    ],
    "entities": [
        {
            "type": "Location",
            "name": "White House",
            "description": "Official residence and workplace of the U.S. President, site of new ballroom construction where the East Wing currently sits"
        },
        {
            "type": "Location",
            "name": "White House State Ballroom",
            "description": "Planned ballroom at White House with $200 million private funding, construction starting September 2025, capacity for 650 guests"
        },
        {
            "type": "Location",
            "name": "East Wing",
            "description": "White House wing housing offices including the first lady's, to be replaced by new ballroom; originally expanded under Franklin D. Roosevelt in 1942"
        },
        {
            "type": "Event",
            "name": "White House State Ballroom Construction",
            "description": "Construction of new ballroom on White House campus starting September 2025, replacing East Wing offices, $200 million privately funded project",
            "time": "2025-09"
        },
        {
            "type": "Person",
            "name": "Donald Trump",
            "description": "U.S. President overseeing ballroom construction project, former real estate developer taking personal interest, contributing personal funds along with private donors"
        },
        {
            "type": "Person",
            "name": "Susie Wiles",
            "description": "White House chief of staff who issued statement supporting the ballroom project"
        },
        {
            "type": "Person",
            "name": "Karoline Leavitt",
            "description": "White House press secretary who announced ballroom details and funding"
        },
        {
            "type": "Person",
            "name": "David Axelrod",
            "description": "Adviser to President Barack Obama who Trump contacted in 2010 about building a White House ballroom"
        },
        {
            "type": "Person",
            "name": "Ursula von der Leyen",
            "description": "European Council President who Trump discussed the ballroom project with at Turnberry golf course"
        },
        {
            "type": "Location",
            "name": "Mar-a-Lago",
            "description": "Trump's private club in Florida that served as inspiration for the White House ballroom design"
        },
        {
            "type": "Location",
            "name": "Turnberry golf course",
            "description": "Trump's golf course in Scotland where he discussed the ballroom project with European leaders"
        },
        {
            "type": "Organization",
            "name": "National Park Service",
            "description": "Government agency involved in planning the White House ballroom construction"
        },
        {
            "type": "Organization",
            "name": "White House Military Office",
            "description": "Office involved in planning the White House ballroom construction"
        },
        {
            "type": "Organization",
            "name": "U.S. Secret Service",
            "description": "Security agency involved in planning the White House ballroom construction"
        },
        {
            "type": "Event",
            "name": "Trump's 2010 Ballroom Proposal",
            "description": "Trump's initial attempt to build a White House ballroom by contacting Obama administration officials",
            "time": "2010"
        }
    ],
    "sub_themes": [
        {
            "title": "Project Announcement and Updated Specifications",
            "content": "White House State Ballroom capacity increased from 650 to 900 people (nearly 40% growth). Trump personally involved in design, describing it as 'top of the line' and world-class."
        },
        {
            "title": "Funding and Financial Context",
            "content": "$200 million project funded by Trump and private donors ('patriots'). Trump reiterated personal financial contribution alongside donor support."
        },
        {
            "title": "Construction Timeline and Progress",
            "content": "Construction already underway (trucks visible on South Lawn). Work began earlier than previously announced September 2025 start. Expected completion before end of Trump's term."
        },
        {
            "title": "Historical Significance and Location",
            "content": "Largest White House exterior change since 1942 East Wing expansion. Replaces East Wing (traditional First Lady office space). Represents culmination of Trump's 15-year ballroom proposal effort."
        },
        {
            "title": "Trump's Personal Involvement and Motivation",
            "content": "Trump personally drove project due to dissatisfaction with 'unsightly and overpriced' state dinner tents. Cited Mar-a-Lago ballroom as inspiration. Previously proposed to Obama administration in 2010."
        },
        {
            "title": "Broader White House Renovation Context",
            "content": "Part of broader Trump-era changes including golden Oval Office, Rose Garden paving, new flagpoles. Trump calls ballroom a 'great legacy project' for future administrations."
        }
    ]
}