{
    "webpages": [
        {
            "title": "Nobel Peace Prize",
            "url": "https://wikispooks.com/w/index.php?title=Nobel_Peace_Prize&oldid=227052",
            "timestamp": 1633708800.0,
            "summary": "Nobel Peace Prize\n| Nobel Peace Prize (Nobel prize) | Nobel Peace Prize (Nobel prize) |\n| ---|---|\n| Start | 10 December 1901 |\nThe Nobel Peace Prize is one of the five Nobel Prizes created by the Swedish industrialist, inventor, and armaments manufacturer Alfred Nobel, along with the prizes in Chemistry, Physics, Physiology or Medicine, and Literature.\nContents\nOfficial Story\nSince December 1901,[1] it has been awarded annually (with some exceptions) to those who have \"done the most or the best work for fraternity between nations, for the abolition or reduction of standing armies and for the holding and promotion of peace congresses\".[2]",
            "content": "Nobel Peace Prize\n\n| Nobel Peace Prize (Nobel prize) | Nobel Peace Prize (Nobel prize) |\n| ---|---|\n| Start | 10 December 1901 |\n\nThe Nobel Peace Prize is one of the five Nobel Prizes created by the Swedish industrialist, inventor, and armaments manufacturer Alfred Nobel, along with the prizes in Chemistry, Physics, Physiology or Medicine, and Literature.\nContents\nOfficial Story\nSince December 1901,[1] it has been awarded annually (with some exceptions) to those who have \"done the most or the best work for fraternity between nations, for the abolition or reduction of standing armies and for the holding and promotion of peace congresses\".[2]\nCriticism\nEven the Nobel Committee and the corporate press willingly discuss 'mistakes', like Henry Kissinger (1972) or Barack Obama (2009), who were too obvious war-mongers.\nBy discussing the 'mistakes' superfically, they deflect from what the prize is really used for - to create a moral,humanitarian image for Western interventions abroad.[3] The winners are often from a country where a regime change operation is in progress, and is meant to give credibility to the notion of a noble opposition that craves for a Western intervention. Examples include the Pakistani girl Malali Yusefai who was persecuted by the Taliban and received the Prize in 2014, a de facto support for the continued occupation of Afghanistan'; or the Organisation for the Prohibition of Chemical Weapons (2013) which gave gravitas to what turned out to be a tool of US/NATO false flag accusations against enemy states (Skripal-affair, numerous false flag gas attacks in Syria, Navalny-affair etc).\nA remarkable number of recipients during the Cold War turned out to have a CIA connection.[citation needed]\nAnnually on 10 December\nAccording to Alfred Nobel's Will, the recipient is selected by the Norwegian Nobel Committee, a five-member committee appointed by the Parliament of Norway. Since 1990, the prize is awarded on 10 December in Oslo City Hall each year. The prize was formerly awarded in the Atrium of the University of Oslo Faculty of Law (1947–89), the Norwegian Nobel Institute (1905–46), and the Parliament (1901–04).\nDue to its political nature, the Nobel Peace Prize has, for most of its history, been the subject of controversies.\n2017 Award\nThe International Campaign to Abolish Nuclear Weapons (ICAN) won the Nobel Peace Prize in 2017. Announcing the award, Nobel Committee chairwoman Berit Reiss-Andersen said:\n- \"ICAN has been a driving force in prevailing upon the world's nations to pledge to cooperate … in efforts to stigmatise, prohibit and eliminate nuclear weapons. She noted that similar prohibitions have been reached on chemical and biological weapons, land mines and cluster munitions, but despite being \"even more destructive\" nuclear weapons have avoided a similar international ban. \"The organisation is receiving the award for its work to draw attention to the catastrophic humanitarian consequences of any use of nuclear weapons, and for its ground-breaking efforts to achieve a treaty-based prohibition on such weapons.\"[4]\n2021 Award\nRussia says \"foreign agents\" were awarded the prize in 2021.[5]\nThose listed were:\n- Bellingcat\n- Andrei Zakharov from BBC Russia\n- Dmitry Muratov from Novaya Gazeta\n- Daniil Sotnikov from Dozhd TV\n- Tatiana Voltskaya and Ekaterina Klepikovskaya from Radio Liberty\n- Elizaveta Surnacheva and Roman Perl from Current Time TV\n- Galina Arapova, director of the Mass Media Defence Centre\nRecipients who met untimely deaths\nNobel Peace Prize recipient:\n- Carl von Ossietzky died in the Nordend hospital in Berlin-Pankow on 4 May 1938 in police custody.[6]\n- Martin Luther King, Jr. was assassinated by unnamed members of the US government.\n- Anwar Sadat and\n- Yitzhak Rabin were also assassinated.\nExamples\n\n| Page name | Description |\n| ---|---|\n| Nobel Memorial Prize in Economic Sciences | Trojan horse using the prestige of the Nobel name for bankster propaganda |\n| Nobel Peace Prize | |\n| Nobel Prize for Medicine | |\n\nReferences\n- ↑ https://www.nobelprize.org/nobel_prizes/peace/laureates/1901/address.html\n- ↑ \"Nobel Peace Prize\", The Oxford Dictionary of Twentieth Century World History\n- ↑ https://www.globalresearch.ca/the-nobel-peace-prize-in-support-of-war/5661814\n- ↑ \"Nobel Peace Prize awarded to International Campaign to Abolish Nuclear Weapons\"\n- ↑ https://www.bbc.co.uk/news/world-europe-58840084\n- ↑ \"The Nobel Peace Prize 1935 Carl von Ossietzky\"\n\n"
        },
        {
            "title": "Nobel Peace Prize goes to the Organization for the Prohibition of Chemical Weapons (OPCW)",
            "url": "http://spring96.org/en/news/66492",
            "timestamp": 1381420800.0,
            "summary": "non-proliferation.\nThe headquarters of the Organization for the\nProhibition of Chemical Weapons is in the Hague.\nNobel Peace\nPrize is traditionally awarded on 10 December, the Human Rights Day,\nin Oslo.\nThe prize winner will receive a cash award of 1,250,000\ndollars.\nThis prestigious international award is awarded since\n1901 for achievements in peacemaking and humanitarian activities.\nAfter 1991, the Norwegian Nobel Committee has officially announcedthe\ntermination of local conflicts and wars, and the protection of human\nrights as its priorities.",
            "content": "Nobel Peace Prize goes to the Organization for the Prohibition of Chemical Weapons (OPCW)\nOn 11 October in the\ncapital of Norway, the Nobel Committee announced the winner of the\nNobel Peace Prize for 2013 . The prestigious award was given to the\nOrganization for the Prohibition of Chemical Weapons (OPCW ), which\nin late September approved the plan for the destruction of chemical\nweapons arsenal in Syria.According to the Organizing\nCommittee of the Award, the OPCW is awarded for its extensive work\non the elimination of chemical weapons in the world. This was stated\nby the chairman of the Norwegian Nobel Committee, Secretary General\nof the Council of Europe Thorbjorn Jagland .\nOPCW is an\ninternational organization created with the support of the United\nNations on 29 April 1997, following the entry into force of the\nConvention on the Prohibition of Chemical Weapons, opened for\nsignature in January 1993. Among the main objectives of the\norganization is the monitoring of compliance with the ban on the use\nof chemical weapons and liquidation of its stocks, the promotion of\ncooperation in the field of peaceful chemistry, assistance to States\nin providing protection against chemical weapons and its\nnon-proliferation. The headquarters of the Organization for the\nProhibition of Chemical Weapons is in the Hague.\nNobel Peace\nPrize is traditionally awarded on 10 December, the Human Rights Day,\nin Oslo. The prize winner will receive a cash award of 1,250,000\ndollars.\nThis prestigious international award is awarded since\n1901 for achievements in peacemaking and humanitarian activities.\nAfter 1991, the Norwegian Nobel Committee has officially announcedthe\ntermination of local conflicts and wars, and the protection of human\nrights as its priorities.\n\n"
        },
        {
            "title": "Nobel Peace Prize 2025: Date, Time, and Possible Winners",
            "url": "https://en.ara.cat/international/nobel-peace-prize-2025-date-time-and-possible-winners_1_5516268.html",
            "timestamp": 1759334400.0,
            "summary": "the Japanese atomic bomb victims' organization, Nihon Hidankyo.\nThe prize is worth 11 million Swedish kronor (approximately 934,243 euros), following the guidelines that the prize's creator, Alfred Nobel, wrote in 1895, a year before his death.\nAt that time, he set the prize at 31 million Swedish kronor, a figure that has evolved with the fluctuation of the currency's value.\nThe first Nobel Peace Prize was awarded in 1901 to Henry Dunant and Frédéric Passy.",
            "content": "Nobel Peace Prize 2025: Date, Time, and Possible Winners\nFollow the award ceremony live with the ARA\n![Nobel Peace Prize](https://static1.ara.cat/clip/573ef4d7-69c9-4c9b-b281-80475b8160bd_16-9-aspect-ratio_default_0.jpg) \n    The Norwegian Nobel Committee will announce the long-awaited winner (or winners) of the 2025 Nobel Peace Prize on Friday, October 10th. It will be at 11 a.m. Catalan time. This is the only award made public in Oslo; the rest are announced in Stockholm because they are awarded by the Royal Swedish Academy of Sciences.\nThis Nobel Peace Prize comes in a historically warlike context, amidst growing global rearmament and a serious crisis of multilateralism that became evident this September at the UN General AssemblyIt was precisely at this forum that US President Donald Trump put himself forward for the prize, claiming that in just six months of his presidency, he has already ended \"seven wars,\" a claim denied by all fact-checking experts.\nTrump makes no secret of his desire to win the Nobel Prize, and this week he even said that if he doesn't get it, \"it will be an insult\" in the United States. Perhaps this has something to do with the fact that his hated predecessor Barack Obama did win it in 2009, when he had barely taken office in the White House. Nominations have been secret for 50 years, but some reports suggest that Trump's name is on the list, as well as that of his former ally, billionaire Elon Musk, with whom he has fallen out.\nThe bookmakers, as always, are trying to figure out who the eventual winner will be. This year, despite Donald Trump's wishes, the first name to appear in the ranking is Emergency Response Rooms, a local NGO in Sudan. If this option were chosen, the award would bring visibility to one of the bloodiest and most silenced wars of our time. In second place, the bookmakers place Yulia Navalnaia, the widow of Aleksei Navalny, the Russian opposition figure who died in Putin's prison. Third place is shared by Donald Trump and UNRWA, the UN agency for Palestinian refugees, which has been banned in Israel.\nDuring the UN General Assembly, which served to highlight international support for a Palestinian state, the Spanish Minister of Territorial Policy, Ángel Víctor Torres, also nominated Spanish President Pedro Sánchez for the Nobel Peace Prize for leading this initiative.\nHowever, the Norwegian Nobel Committee, which is responsible for reviewing candidate nominations from qualified individuals – including academics, lawyers, parliamentarians, and previous Nobel laureates – tends to avoid controversy. Last year's Nobel Prize, for example, was also awarded in the midst of the Gaza war. the Japanese atomic bomb victims' organization, Nihon Hidankyo.\nThe prize is worth 11 million Swedish kronor (approximately 934,243 euros), following the guidelines that the prize's creator, Alfred Nobel, wrote in 1895, a year before his death. At that time, he set the prize at 31 million Swedish kronor, a figure that has evolved with the fluctuation of the currency's value. The first Nobel Peace Prize was awarded in 1901 to Henry Dunant and Frédéric Passy. They were recognized for their struggle against war. The former sought to limit the suffering of victims through humanitarian action with the creation of the Red Cross, while the latter was a major promoter of pacifism. Other personalities who have received the Nobel Peace Prize over the years include Theodore Roosevelt (1906), Martin Luther King Jr. (1964), Mikhail Gorbachev (1990), Nelson Mandela (1994), Barack Obama (2009) and Malala Yousafzai (2014).\n\n"
        },
        {
            "title": "Nobel Peace Prize goes to Denis Mukwege and Nadia Murad",
            "url": "https://www.coventrytelegraph.net/news/uk-world-news/nobel-peace-prize-denis-mukwege-15242203",
            "timestamp": 1538668800.0,
            "summary": "The 2018 prize is worth nine million Swedish kronor (£760,000).\nLast year's Nobel Peace Prize winner was the International Campaign to Abolish Nuclear Weapons.\nThe head of the Norwegian Nobel Committee said this year's winners were chosen to draw attention to the fact that \"women are ...\nactually used as weapons of war\".\nBerit Reiss-Andersen said after announcing the prize that both laureates had put their personal security at stake as activists on the issue.\nOyvind Sternersen, a Nobel historian, said: \"This is a Nobel bullseye; recognising victims of war has a long history in the peace prize.\"\nDownload our all-new mobile app to get the latest news, sport and what's on.\nClick here for iPhoneand here for Android\nLooking for an older story?\nSearch our archives\nSearch for jobs, motors and property, or place an advert or family notice here.",
            "content": "The Nobel Peace Prize has been awarded to a Congolese doctor and a Yazidi former captive of Islamic State for their work to highlight and eliminate the use of sexual violence as a weapon of war.\nDenis Mukwege and Nadia Murad \"have made a crucial contribution to focusing attention on, and combating, such war crimes\", the Norwegian Nobel Committee said in its announcement.\n\"Denis Mukwege is the helper who has devoted his life to defending these victims. Nadia Murad is the witness who tells of the abuses perpetrated against herself and others,\" it added.\nMr Mukwege has treated thousands of women in Congo, many of whom were victims of gang rape.\nArmed men tried to kill him in 2012, forcing him to temporarily leave the country.\nMs Murad is one of an estimated 3,000 Yazidi girls and women who were victims of rape and other abuses by the IS army.\nShe managed to escape after three months and chose to speak about her experiences.\nAt the age of 23, she was named the UN's first goodwill ambassador for the dignity of survivors of human trafficking.\nThe 2018 prize is worth nine million Swedish kronor (£760,000).\nLast year's Nobel Peace Prize winner was the International Campaign to Abolish Nuclear Weapons.\nThe head of the Norwegian Nobel Committee said this year's winners were chosen to draw attention to the fact that \"women are ... actually used as weapons of war\".\nBerit Reiss-Andersen said after announcing the prize that both laureates had put their personal security at stake as activists on the issue.\nOyvind Sternersen, a Nobel historian, said: \"This is a Nobel bullseye; recognising victims of war has a long history in the peace prize.\"\nDownload our all-new mobile app to get the latest news, sport and what's on. Click here for iPhoneand here for Android\nLooking for an older story? Search our archives\nSearch for jobs, motors and property, or place an advert or family notice here.\n\n"
        },
        {
            "title": "Nobel Peace Prize goes to Denis Mukwege and Nadia Murad for their work to end sexual violence in war",
            "url": "https://www.latimes.com/world/la-fg-nobel-peace-prize-20181005-story.html",
            "timestamp": 1538668800.0,
            "summary": "The 2018 prize is worth about $1.01 million.\nLast year’s winner was the International Campaign to Abolish Nuclear Weapons.\nThe winner of the Nobel Memorial Prize in Economic Sciences, honoring Alfred Nobel, the founder of the five Nobel Prizes, is to be revealed on Monday.\nNo Nobel literature prize will be awarded this year due to a sex abuse scandal at the Swedish Academy, which chooses the winner.\nThe academy plans to announce both the 2018 and the 2019 winner next year — although the head of the Nobel Foundation has said the body must fix its tarnished reputation first.",
            "content": "Nobel Peace Prize goes to Denis Mukwege and Nadia Murad for their work to end sexual violence in war\nThe Nobel Peace Prize was awarded Friday to a Congolese doctor and an Iraqi woman who was held captive by the Islamic State group for their work to highlight and eliminate the use of sexual violence as a weapon of war.\nDr. Denis Mukwege and Nadia Murad “have made a crucial contribution to focusing attention on, and combating, such war crimes,” the Norwegian Nobel Committee said in its announcement.\n“Denis Mukwege is the helper who has devoted his life to defending these victims. Nadia Murad is the witness who tells of the abuses perpetrated against herself and others.”\nMukwege, 63, founded a hospital in eastern Congo’s Bukavu and has treated thousands of women, many of whom were victims of gang rape. Armed men tried to kill him in 2012, forcing him to temporarily leave the country.\n“The importance of Dr. Mukwege’s enduring, dedicated and selfless efforts in this field cannot be overstated. He has repeatedly condemned impunity for mass rape and criticized the Congolese government and other countries for not doing enough to stop the use of sexual violence against women as a strategy and weapon of war,” the Nobel committee said in its citation.\nEastern Congo has seen more than two decades of conflict among armed groups that either sought to unseat presidents or simply grab control of a piece of the country’s vast mineral wealth.\nMurad is one of an estimated 3,000 Yazidi girls and women who were victims of rape and other abuses by Islamic State militants. She managed to escape after three months and chose to speak about her experiences. At the age of 23, she was named the U.N.’s first Goodwill Ambassador for the Dignity of Survivors of Human Trafficking.\nHer book, “The Last Girl,” tells of her captivity, the loss of her family and her eventual escape.\nThe Yazidis are an ancient religious minority, falsely branded as devil-worshippers by Sunni Muslim extremists. Islamic State, adopting a radical interpretation of ancient Islamic texts, declared that Yazidi women and even young girls could be taken as slaves.\n“We want to send a message that women who constitute half the population in those communities actually are used as weapons and that they need protection, and that the perpetrators have to be prosecuted and held responsible,” said Berit Reiss-Andersen, chairwoman of the Nobel committee.\nCongo’s government congratulated Mukwege while acknowledging that relations with him have been strained.\nGovernment spokesman Lambert Mende told the Associated Press that Mukwege did “remarkable” work, though he said the laureate tended to politicize it. However, “we salute that a colleague is recognized,” he said.\nIraq celebrated the announcement, with state TV interrupting normal programming to report Murad’s win.\nBoth honorees are the first from their countries to receive a Nobel Prize.\n“I am proud to be Congolese,” said the country’s top opposition leader, Felix Tshisekedi, in a Twitter post. “Good done for others always ends up being rewarded.”\nThe award comes amid heightened attention to sexual abuse of women in the workplace and socially, broadly referred to as the #MeToo movement.\n“MeToo and war crimes is not quite the same thing, but they do however have in common that it is important to see the suffering of women,” Reiss-Andersen said.\nThe 2018 prize is worth about $1.01 million. Last year’s winner was the International Campaign to Abolish Nuclear Weapons.\nThe winner of the Nobel Memorial Prize in Economic Sciences, honoring Alfred Nobel, the founder of the five Nobel Prizes, is to be revealed on Monday.\nNo Nobel literature prize will be awarded this year due to a sex abuse scandal at the Swedish Academy, which chooses the winner. The academy plans to announce both the 2018 and the 2019 winner next year — although the head of the Nobel Foundation has said the body must fix its tarnished reputation first.\nThe man at the center of the Swedish Academy scandal, Jean-Claude Arnault, a major cultural figure in Sweden, was sentenced Monday to two years in prison for rape.\nUPDATES:\n4:50 a.m.: This article has been updated with reactions from Congo and Iraq.\nThis article was originally published at 2:10 a.m.\nMore to Read\nSign up for Essential California\nThe most important California stories and recommendations in your inbox every morning.\nYou may occasionally receive promotional content from the Los Angeles Times.\n\n"
        },
        {
            "title": "The Nobel Peace Price, a strange mixture",
            "url": "https://barrywax.wordpress.com/2016/05/05/the-nobel-peace-price-a-strange-mixture/",
            "timestamp": 1462377600.0,
            "summary": "According to Nobel’s will, the Peace Prize shall be awarded to the person who in the preceding year “shall have done the most or the best work for fraternity between nations, for the abolition or reduction of standing armies and for the holding and promotion of peace congresses.”[3]\nAlfred Nobel’s will further specified that the prize be awarded by a committee of five people chosen by the Norwegian Parliament.\nNobel died in 1896 and he did not leave an explanation for choosing peace as a prize category.",
            "content": "According to Nobel’s will, the Peace Prize shall be awarded to the person who in the preceding year “shall have done the most or the best work for fraternity between nations, for the abolition or reduction of standing armies and for the holding and promotion of peace congresses.”[3]\nAlfred Nobel’s will further specified that the prize be awarded by a committee of five people chosen by the Norwegian Parliament.\nNobel died in 1896 and he did not leave an explanation for choosing peace as a prize category. As he was a trained chemical engineer, the categories for chemistry and physics were obvious choices. The reasoning behind the peace prize is less clear. According to the Norwegian Nobel Committee, his friendship with Bertha von Suttner, a peace activist and later recipient of the prize, profoundly influenced his decision to include peace as a category.[4] Some Nobel scholars suggest it was Nobel’s way to compensate for developing destructive forces. His inventions included dynamite and ballistite, both of which were used violently during his lifetime. Ballistite was used in war[5] and the Irish Republican Brotherhood, an Irish nationalist organization, carried out dynamite attacks in the 1880s.[6] Nobel was also instrumental in turning Bofors from an iron and steel producer into an armaments company.\nThe paradox is that the man who invented the weapon of war, dynamite and explosives is the man who funded the peace prize.\nPeople who have won include: The awards given to Mikhail Gorbachev,[24] Yitzhak Rabin, Shimon Peres, Menachem Begin and Yasser Arafat,[25][26] Lê Đức Thọ, Henry Kissinger,[27] Jimmy Carter,[28] Al Gore,[29] IPCC,[30] Liu Xiaobo,[31][32][33] Barack Obama,[34][35][36][37] and the European Union[38] have all been the subject of controversy.\nForeign Policy has listed Mahatma Gandhi, Eleanor Roosevelt, U Thant never got the peace prize.\nQuestions abound. Why are some people on the list and others not?\nHere is the current list of who decides:\n- Kaci Kullmann Five (chair since March 2015, born 1951), former member of Parliament and cabinet minister for the Conservative Party. Member of the Committee since 2003.\n- Berit Reiss-Andersen (deputy chair, born 1954), advocate (barrister) and President of the Norwegian Bar Association, former state secretary for the Minister of Justice and the Police (representing the Labour Party). Member of the Committee since 2011.\n- Inger-Marie Ytterhorn (born 1941), former member of Parliament for the Progress Party. Member of the Committee since 2000.\n- Thorbjørn Jagland (born 1950), former Member of Parliament and President of the Storting and former Prime Minister for the Labour Party, current Secretary General of the Council of Europe. Chair of the Committee from 2009 to March 2015.\n- Henrik Syse (born 1966), Senior Researcher at the Peace Research Institute Oslo. Member of the Committee since 2015.\nThe Nobel Prize in Physics 2015\nTakaaki Kajita and Arthur B. McDonald\n“for the discovery of neutrino oscillations, which shows that neutrinos have mass”\nThe Nobel Prize in Chemistry 2015\nTomas Lindahl, Paul Modrich and Aziz Sancar\n“for mechanistic studies of DNA repair”\nThe Nobel Prize in Physiology or Medicine 2015\nWilliam C. Campbell and Satoshi Ōmura\n“for their discoveries concerning a novel therapy against infections caused by roundworm parasites”\nYouyou Tu\n“for her discoveries concerning a novel therapy against Malaria”\nThe Nobel Prize in Literature 2015\nSvetlana Alexievich\n“for her polyphonic writings, a monument to suffering and courage in our time”\nThe Nobel Peace Prize 2015\nNational Dialogue Quartet\n“for its decisive contribution to the building of a pluralistic democracy in Tunisia in the wake of the Jasmine Revolution of 2011”\nThe Sveriges Riksbank Prize in Economic Sciences in Memory of Alfred Nobel 2015\nAngus Deaton\n“for his analysis of consumption, poverty, and welfare”\nI note that Americans have no imput into the decision although some Americans have won the prize.\n\n"
        },
        {
            "title": "The Nobel Peace Prize is awarded to Japanese group of atomic bomb survivors",
            "url": "https://www.latimes.com/world-nation/story/2024-10-11/nobel-peace-prize-given-to-japanese-organization-nihon-hidankyo-for-its-work-against-nuclear-weapons",
            "timestamp": 1728576000.0,
            "summary": "The Nobel prizes carry a cash award of 11 million Swedish kronor, or $1 million.\nUnlike the other prizes that are selected and announced in Stockholm, founder Alfred Nobel decreed the peace prize be decided and awarded in Oslo by the five-member Norwegian Nobel Committee.\nThe Nobel season ends Monday with the announcement of the winner of the economics prize, formally known as the Bank of Sweden Prize in Economic Sciences in Memory of Alfred Nobel.\nAssociated Press writers Corder reported from The Hague and Becatoros from Athens.\nAP writers Mari Yamaguchi in Tokyo, Lori Hinnant in Paris and Vanessa Gera in Warsaw contributed to this report.\nMore to Read\nSign up for Essential California\nThe most important California stories and recommendations in your inbox every morning.\nYou may occasionally receive promotional content from the Los Angeles Times.",
            "content": "The Nobel Peace Prize is awarded to Japanese group of atomic bomb survivors\nThe Nobel Peace Prize was awarded Friday to Nihon Hidankyo, a Japanese organization of survivors of the U.S. atomic bombings of Hiroshima and Nagasaki, for its activism against nuclear weapons.\nJorgen Watne Frydnes, chair of the Norwegian Nobel Committee, said the award was made as the “taboo against the use of nuclear weapons is under pressure.”\nLast month, Russian President Vladimir Putin announced a shift in his country’s nuclear doctrine, in a move aimed at discouraging the West from allowing Ukraine to strike Russia with longer-range weapons. It appeared to significantly lower the threshold for the possible use of Russia’s nuclear arsenal.\nWatne Frydnes said the Nobel committee “wishes to honor all survivors who, despite physical suffering and painful memories, have chosen to use their costly experience to cultivate hope and engagement for peace.”\nFor the record:\n12:56 p.m. Oct. 11, 2024An earlier version of this article said Tomoyuki Mimaki was the head of the Nihon Hidankyo survivors group. Mimaki’s first name is Toshiyuki.\nHidankyo’s chair, Toshiyuki Mimaki, who was standing by at the city hall for the announcement, cheered and teared up when he received the news.\nPutin lowers the threshold for a nuclear response in new warnings to the West over Ukraine\nPresident Vladimir Putin says any nation’s conventional attack on Russia that is supported by a nuclear power will be considered a joint attack on his country.\n“Is it really true? Unbelievable!” Mimaki exclaimed.\nEfforts to eradicate nuclear weapons have been honored before by the Nobel committee. The International Campaign to Abolish Nuclear Weapons, or ICAN, won the peace prize in 2017, and in 1995 Joseph Rotblat and the Pugwash Conferences on Science and World Affairs won for “their efforts to diminish the part played by nuclear arms in international politics and, in the longer run, to eliminate such arms.”\nAt the United Nations, Russia’s top diplomat warned against “trying to fight to victory with a nuclear power.”\nBeatrice Fihn, who was the executive director of ICAN when it won the Nobel prize, said honoring Nihon Hidankyo was “quite emotional.”\n“We are partners in this fight,” she told the Associated Press.\nThe survivors of Hiroshima and Nagasaki “know nuclear weapons the best. ... They know how it feels like, how it looks like, how it smells when your city is burning from nuclear weapons use,” she said.\nThis year’s prize was awarded against a backdrop of devastating conflicts raging in the Middle East, Ukraine and Sudan.\n“It is very clear that threats of using nuclear weapons are putting pressure on the important international norm, the taboo of using nuclear weapons,” Watne Frydnes said in response to a question on whether the rhetoric from Russia surrounding nuclear weapons in its invasion of Ukraine had influenced this year’s decision.\n“And therefore it is alarming to see how threats of use is also damaging this norm. To uphold an international strong taboo against the use is crucial for all of humanity,” he added.\nNobel Prize in chemistry awarded to trio who used AI to build proteins, the building blocks of life\nThe Royal Swedish Academy of Sciences has awarded the Nobel Prize in chemistry to scientists David Baker, Demis Hassabis and John Jumper.\nEuropean Commission President Ursula von der Leyen said on X that “the spectre of Hiroshima and Nagasaki still looms over humanity. This makes the advocacy of Nihon Hidankyo invaluable. This Nobel Peace Prize sends a powerful message. We have the duty to remember. And an even greater duty to protect the next generations from the horrors of nuclear war.”\nThe United States dropped an atomic bomb on Nagasaki on Aug. 9, 1945, killing 70,000 people, three days after its bombing of Hiroshima killed 140,000. Japan surrendered on Aug. 15, 1945, ending World War II and nearly half a century of aggression across Asia.\nNihon Hidankyo was formed in 1956 by survivors of the attacks and victims of nuclear weapons tests in the Pacific amid demands for government support for health problems.\n“The atomic bomb survivors from Hiroshima and Nagasaki, also known as the hibakusha, are selfless, soul-bearing witnesses of the horrific human cost of nuclear weapons,” U.N. Secretary-General António Guterres said in a congratulatory statement.\n“Nuclear weapons remain a clear and present danger to humanity, once again appearing in the daily rhetoric of international relations,” he said. “It is time for world leaders to be as clear-eyed as the hibakusha, and see nuclear weapons for what they are: devices of death that offer no safety, protection or security.”\nAlfred Nobel stated in his will that the peace prize should be awarded for “the most or the best work for fraternity between nations, for the abolition or reduction of standing armies and for the holding and promotion of peace congresses.”\nLast year’s prize went to jailed Iranian activist Narges Mohammadi for her advocacy of women’s rights and democracy, and against the death penalty. The Nobel committee said it also was a recognition of “the hundreds of thousands of people” who demonstrated against the “theocratic regime’s policies of discrimination and oppression targeting women.”\nNarges Mohammadi, an Iranian activist who has fought the oppression of women and campaigned against the death penalty, wins the Nobel Peace Prize.\nIn a year of conflict, there was speculation the Norwegian Nobel Committee might opt to not award a prize at all. The prize has been withheld 19 times since 1901, including during both world wars. The last time it was not awarded was in 1972.\nIn the Middle East, spiraling levels of violence in the last year have killed tens of thousands of people. The Israel-Hamas war, sparked by a raid in Israel by the militant group on Oct. 7, 2023, that left about 1,200 people dead, mostly civilians, has spilled into the wider region.\nIn the last two weeks, Israel sent ground troops into Lebanon to pursue Hezbollah militants firing rockets into Israel, while Iran — which backs both Hamas and Hezbollah — fired ballistic missiles into Israel. Israel has yet to respond, but its defense minister vowed this week that its retaliation would be both devastating and surprising.\nHere’s a look at the so-called Axis of Resistance, an Iran-backed coalition including Hezbollah, Hamas and other militant groups devoted to destroying Israel.\nThe war in Gaza has destroyed much of the territory and killed more than 42,000 people, according to Gaza’s Health Ministry, which doesn’t differentiate between civilians and combatants in its count but says at least half of the dead are women and children. In Lebanon, more than 1,400 people have been killed, with thousands more injured and around 1 million displaced since mid-September, when the Israeli military dramatically expanded its offensive against Hezbollah.\nThe war in Ukraine, sparked by Russia’s invasion, is heading toward its third winter with a massive loss of human life on both sides.\nThe U.N. has confirmed more than 11,000 Ukrainian civilians dead, but that doesn’t take into account as many as 25,000 Ukrainians believed killed during the Russian capture of the city of Mariupol or unreported deaths in occupied regions.\nThe Nobel prizes carry a cash award of 11 million Swedish kronor, or $1 million. Unlike the other prizes that are selected and announced in Stockholm, founder Alfred Nobel decreed the peace prize be decided and awarded in Oslo by the five-member Norwegian Nobel Committee.\nThe Nobel season ends Monday with the announcement of the winner of the economics prize, formally known as the Bank of Sweden Prize in Economic Sciences in Memory of Alfred Nobel.\nAssociated Press writers Corder reported from The Hague and Becatoros from Athens. AP writers Mari Yamaguchi in Tokyo, Lori Hinnant in Paris and Vanessa Gera in Warsaw contributed to this report.\nMore to Read\nSign up for Essential California\nThe most important California stories and recommendations in your inbox every morning.\nYou may occasionally receive promotional content from the Los Angeles Times.\n\n"
        },
        {
            "title": "Nobel Peace Prize to activists from Belarus, Russia, Ukraine",
            "url": "https://www.alaskasnewssource.com/2022/10/07/nobel-panel-announce-winner-peace-prize/",
            "timestamp": 1665072000.0,
            "summary": "The prize carries a cash award of 10 million Swedish kronor (nearly $900,000) and will be handed out on Dec. 10. The money comes from a bequest left by the prize’s creator, Swedish inventor Alfred Nobel, in 1895.\nBesides Bialiatski, three other laureates received the prize while in prison or detention.\nGerman pacifist Carl von Ossietzky won in1935, infuriating Adolf Hitler.\nAung San Suu Kyi was in house arrest in Myanmar when she won in 1991.",
            "content": "Nobel Peace Prize to activists from Belarus, Russia, Ukraine\nKYIV, Ukraine (AP) — Human rights activists from Ukraine, Belarus and Russia won the Nobel Peace Prize on Friday, a strong rebuke to Russian President Vladimir Putin, whose invasion of Ukraine ruptured decades of nearly uninterrupted peace in Europe, and to the Belarusian president, his authoritarian ally.\nThe Norwegian Nobel Committee awarded the 2022 prize to imprisoned Belarus activist Ales Bialiatski, the Russian group Memorial and the Ukrainian organization Center for Civil Liberties. Bialiatski is the fourth laureate to be honored while in detention.\nBerit Reiss-Andersen, chair of the Norwegian Nobel Committee, said the panel was honoring “three outstanding champions of human rights, democracy and peaceful coexistence.”\n“We are in the midst of a war and we are talking about two authoritarian regimes and one nation fighting a war and we would like to highlight the importance of civil society,” she said.\nIn Ukraine, there was some resentment at awarding the Ukrainian group alongside activists from Russia and Belarus, whose government allowed Russian forces to attack Ukraine from its territory.\nUkrainian presidential adviser Mykhailo Podolyak tweeted that the Nobel committee has “an interesting understanding of the word ‘peace’ if representatives of two countries that attacked a third one receive” the prize together.\n“Neither Russian nor Belarusian organizations were able to organize resistance to the war,” he said.\nBelarus’ Foreign Ministry denounced the Nobel Committee for honoring Bialiatski, with the spokesman calling its choices in recent years so “politicized” that “Alfred Nobel got tired of turning in his grave.”\nOlav Njølstad, director of the Norwegian Nobel Institute, retorted: “Well, I’m quite sure we understand Alfred Nobel’s will and intentions better than the dictatorship in Minsk.”\nAsked whether the Nobel Committee was intentionally rebuking Putin, whose 70th birthday is Friday, Reiss-Andersen said the prize was not against anyone but for the democratic values the winners champion. However, she did note that both the Russian and Belarusian governments were “suppressing human rights activists.”\nIt was the second straight year that Putin’s repressive government was implicitly rebuked with the prize. It was awarded last year to Dmitry Muratov, editor of the independent Russian newspaper Novaya Gazeta, and Philippine journalist Maria Ressa, for their efforts to safeguard freedom of expression. Both have struggled in the past year.\nBialiatski was a leader of the democracy movement in Belarus in the mid-1980s and has continued to campaign for human rights and civil liberties. He founded the non-governmental organization Human Rights Center Viasna.\nHe was detained following protests in 2020 against the re-election of Belarusian President Alexander Lukashenko. He remains in jail without trial and faces up to 12 years in prison if convicted.\n“Despite tremendous personal hardship, Mr. Bialiatski has not yielded one inch in his fight for human rights and democracy in Belarus,” Reiss-Andersen said.\nPavel Sapelko, one of the leaders of Viasna, told The Associated Press that the Belarusian authorities will not be able to ignore the fact that Bialiatski won the prize.\n“It is a clear signal from the international community to the regime of Lukashenko, who must free all political prisoners,” Sapelko said by phone from the Lithuanian capital, Vilnius, where he settled after being forced to leave Belarus. “The Nobel prize to Bialiatski is both a lifeline, an alarm and a recognition of achievements.”\nSix of Viasna’s rights activists are currently jailed, while more than two dozen others operate in secrecy, monitoring the worsening human rights situation in Belarus.\nMemorial was founded in the Soviet Union in 1987 to ensure the victims of communist repression would be remembered. It has continued to compile information on human rights abuses and track the fate of political prisoners in Russia. The country’s highest court ordered it shut down in December, the latest move in a relentless crackdown on rights activists, independent media and opposition supporters.\nTatyana Glushkova, a board member of the Memorial Human Rights Defense Center, said one of the reasons the Kremlin views the group as a threat is because it understands and informs people about the “parallels between Putin’s regime and the Soviet regime.”\nGlushkova noted the award came on the day the group once again had to appear in court — this time on a case related to its Moscow office building. The court later ordered the building confiscated at the government’s request.\nThe Center for Civil Liberties was founded in 2007 to promote human rights and democracy in Ukraine during a period of turmoil in the country. Following Russia’s invasion in February, the group has worked to document Russian war crimes against Ukrainian civilians.\n“The center is playing a pioneering role with a view to holding the guilty parties accountable for their crimes,” Reiss-Andersen said.\nA researcher at the center, Volodymyr Yavorskyi, said the award was important for the organization because “for many years we worked in a country that was invisible.”\n“Human rights activity is the main weapon against the war,” said Yavorskyi, who is married to a Belarusian and lived in the Belarusian capital, Minsk, until May 2021, when he was expelled along with his 9-year-old son. He is barred from entering Belarus for 10 years and said law enforcement beat him during interrogations.\nThe prize carries a cash award of 10 million Swedish kronor (nearly $900,000) and will be handed out on Dec. 10. The money comes from a bequest left by the prize’s creator, Swedish inventor Alfred Nobel, in 1895.\nBesides Bialiatski, three other laureates received the prize while in prison or detention. German pacifist Carl von Ossietzky won in1935, infuriating Adolf Hitler. Aung San Suu Kyi was in house arrest in Myanmar when she won in 1991. Chinese dissident Liu Xiaobo was serving an 11-year sentence when he was awarded the Nobel in 2010 and remained imprisoned until he died from liver cancer in 2017.\nIf Bialiatski is unable to receive the award in person, he can ask a representative to collect it for him, like Polish winner Lech Walesa did in 1983, said Olav Njoelstad, prize committee secretary. Otherwise, the committee might choose to symbolically place an empty chair on the stage, like it did when Liu won.\nJordans reported from Berlin and Gera from Warsaw, Poland. Sabra Ayres in Kyiv; Harriet Morris and Yuras Karmanau in Tallinn, Estonia; David Keyton and Karl Ritter in Stockholm; John Leicester in Le Pecq, France, and Boubkar Benzebat in Paris contributed to this story.\nFollow all AP stories about the Nobel Prizes at https://apnews.com/hub/nobel-prizes\nCopyright 2022 The Associated Press. All rights reserved.\n\n"
        },
        {
            "title": "Nobel Peace Prize Winners 2022-1901",
            "url": "http://nobelprizes.com/nobel/peace/peace.html",
            "timestamp": 820425600.0,
            "summary": "The prize was awarded jointly to MARIA RESSA and DMITRY ANDREYEVICH MURATOV for their efforts to safeguard freedom of expression, which is a precondition for democracy and lasting peace The prize goes to: WORLD FOOD PROGRAMME for its efforts to combat hunger, for its contribution to bettering conditions for peace in conflict-affected areas and for acting as a driving force in efforts to prevent the use of hunger as a weapon of war and conflict.",
            "content": "Nobel Peace Prize Winners 2022-1901\n(also available in alphabetical arrangement)\nbrought to you by\nThe Nobel Prize Internet Archive\n2022 The prize was awarded jointly to ALES BIALIATSKI, MEMORIAL and CENTER FOR CIVIL LIBERTIES. The Peace Prize laureates represent civil society in their home countries. They have for many years promoted the right to criticise power and protect the fundamental rights of citizens. They have made an outstanding effort to document war crimes, human right abuses and the abuse of power. Together they demonstrate the significance of civil society for peace and democracy. The prize was awarded jointly to MARIA RESSA and DMITRY ANDREYEVICH MURATOV for their efforts to safeguard freedom of expression, which is a precondition for democracy and lasting peace The prize goes to: WORLD FOOD PROGRAMME for its efforts to combat hunger, for its contribution to bettering conditions for peace in conflict-affected areas and for acting as a driving force in efforts to prevent the use of hunger as a weapon of war and conflict. The prize goes to: ABIY AHMED ALI for his efforts to achieve peace and international cooperation, and in particular for his decisive initiative to resolve the border conflict with neighbouring Eritrea. The prize goes to: DENIS MUKWEGE and NADIA MURAD for their efforts to end the use of sexual violence as a weapon of war and armed conflict. The prize goes to: INTERNATIONAL CAMPAIGN to ABOLISH NUCLEAR WEAPONS (ICAN) for its work to draw attention to the catastrophic humanitarian consequences of any use of nuclear weapons and for its ground-breaking efforts to achieve a treaty-based prohibition of such weapons The prize goes to: JUAN MANUEL SANTOS for his resolute efforts to bring the country's more than 50-year-long civil war to an end. The prize goes to: NATIONAL DIALOGUE QUARTET for its decisive contribution to the building of a pluralistic democracy in Tunisia in the wake of the Jasmine Revolution of 2011. The prize was awarded jointly to KAILASH SATYARTHI and MALALA YOUSAFZAI for their struggle against the suppression of children and young people and for the right of all children to education. The prize goes to: ORGANIZATION FOR THE PROHIBITION OF CHEMICAL WEAPONS for its extensive efforts to eliminate chemical weapons. The prize goes to: EUROPEAN UNION for over six decades contributed to the advancement of peace and reconciliation, democracy and human rights in Europe. The prize was awarded jointly to ELLEN JOHNSON SIRLEAF, LEYMAH GBOWEE and TAWAKKUL KARMAN for their non-violent struggle for the safety of women and for women's rights to full participation in peace-building work. The prize goes to: LIU XIAOBO for his long and non-violent struggle for fundamental human rights in China. The prize goes to: BARACK OBAMA for his extraordinary efforts to strengthen international diplomacy and cooperation between peoples. The prize goes to: MARTTI AHTISAARI for his important efforts, on several continents and over more than three decades, to resolve international conflicts. The prize goes to: INTERGOVERNMENTAL PANEL ON CLIMATE CHANGE (IPCC) and ALBERT ARNOLD ( AL) GORE JR. for their efforts to build up and disseminate greater knowledge about man-made climate change, and to lay the foundations for the measures that are needed to counteract such change. The prize goes to: MUHAMMAD YUNUS and GRAMEEN BANK for their efforts to create economic and social development from below. The prize was awarded jointly to: INTERNATIONAL ATOMIC ENERGY AGENCY and MOHAMED ELBARADEI for their efforts to prevent nuclear energy from being used for military purposes and to ensure that nuclear energy for peaceful purposes is used in the safest possible way. The prize was awarded to: WANGARI MAATHAI for her contribution to sustainable development, democracy and peace The prize was awarded to: SHIRIN EBADI for her efforts for democracy and human rights The prize was awarded to: JIMMY CARTER JR., former President of the United States of America, for his decades of untiring effort to find peaceful solutions to international conflicts, to advance democracy and human rights, and to promote economic and social development The prize was awarded to: UNITED NATIONS, New York, NY, USA KOFI ANNAN, United Nations Secretary General The prize was awarded to: KIM DAE JUNG for his work for democracy and human rights in South Korea and in East Asia in general, and for peace and reconciliation with North Korea in particular. The prize was awarded to: DOCTORS WITHOUT BORDERS (MÉDECINS SANS FRONTIÈRES), Brussels, Belgium. The prize was awarded jointly to: JOHN HUME and DAVID TRIMBLE for their efforts to find a peaceful solution to the conflict in Northern Ireland. The prize was awarded jointly to: INTERNATIONAL CAMPAIGN TO BAN LANDMINES (ICBL) and JODY WILLIAMS for their work for the banning and clearing of anti-personnel mines. The prize was awarded jointly to: CARLOS FELIPE XIMENES BELO and JOSE RAMOS-HORTA for their work towards a just and peaceful solution to the conflict in East Timor. The prize was awarded jointly to: JOSEPH ROTBLAT and to the PUGWASH CONFERENCES ON SCIENCE AND WORLD AFFAIRS for their efforts to diminish the part played by nuclear arms in international politics and in the longer run to eliminate such arms. The prize was awarded joinly to: YASSER ARAFAT , Chairman of the Executive Committee of the PLO, President of the Palestinian National Authority. SHIMON PERES , Foreign Minister of Israel. YITZHAK RABIN , Prime Minister of Israel. for their efforts to create peace in the Middle East. The prize was awarded jointly to: NELSON MANDELA Leader of the ANC. FREDRIK WILLEM DE KLERK President of the Republic of South Africa. RIGOBERTA MENCHU TUM, Guatemala. Campaigner for human rights, especially for indigenous peoples. AUNG SAN SUU KYI, Burma. Oppositional leader, human rights advocate. MIKHAIL SERGEYEVICH GORBACHEV , President of the USSR, helped to bring the Cold War to an end. THE 14TH DALAI LAMA (TENZIN GYATSO) , Tibet. Religious and political leader of the Tibetan people. THE UNITED NATIONS PEACE-KEEPING FORCES New York, NY, U.S.A. OSCAR ARIAS SANCHEZ , Costa Rica, President of Costa Rica, initiator of peace negotiations in Central America. ELIE WIESEL , U.S.A., Chairman of 'The President's Commission on the Holocaust'. Author, humanitarian. INTERNATIONAL PHYSICIANS FOR THE PREVENTION OF NUCLEAR WAR Boston, MA, U.S.A. DESMOND MPILO TUTU , South Africa, Bishop of Johannesburg, former Secretary General South African Council of Churches (S.A.C.C.). for his work against apartheid. LECH WALESA , Poland. Founder of Solidarity, campaigner for human rights. The prize was awarded jointly to: ALVA MYRDAL , former Cabinet Minister, diplomat, delegate to United Nations General Assembly on Disarmament, writer. ALFONSO GARCÍA ROBLES , diplomat, delegate to the United Nations General Assembly on Disarmament, former Secretary for Foreign Affairs . OFFICE OF THE UNITED NATIONS HIGH COMMISSIONER FOR REFUGEES Geneva, Switzerland. ADOLFO PEREZ ESQUIVEL , Argentina, architect, sculptor and human rights leader. MOTHER TERESA , India, Leader of the Order of the Missionaries of Charity. The prize was divided equally between: MOHAMED ANWAR AL-SADAT , President of the Arab Republic of Egypt. MENACHEM BEGIN , Prime Minister of Israel. for jointly negotiating peace between Egypt and Israel. AMNESTY INTERNATIONAL London, Great Britain. A worldwide organization for the protection of the rights of prisoners of conscience. BETTY WILLIAMS and MAIREAD CORRIGAN Founders of the Northern Ireland Peace Movement (later renamed Community of Peace People). ANDREI DMITRIEVICH SAKHAROV , Soviet nuclear physicist. Campaigner for human rights. The prize was divided equally between: SEÁN MAC BRIDE , President of the International Peace Bureau, Geneva, and the Commission of Namibia, United Nations, New York. EISAKU SATO , Prime Minister of Japan. The prize was awarded jointly to: HENRY A. KISSINGER , Secretary of State, State Department, Washington. LE DUC THO , Democratic Republic of Viet Nam. (Declined the prize.) for jointly negotiating the Vietnam peace accord in 1973. The prize money for 1972 was allocated to the Main Fund. WILLY BRANDT , Federal Republic of Germany, Chancellor of the Federal Republic of Germany, initiator of West Germany's Ostpolitik, embodying a new attitude towards Eastern Europe and East Germany. NORMAN BORLAUG , Led research at the International Maize and Wheat Improvement Center, Mexico City. INTERNATIONAL LABOUR ORGANIZATION (I.L.O.) Geneva. RENÉ CASSIN , President of the European Court for Human Rights .\n\n1967-1966\nThe prize money was allocated to the Main Fund (1/3) and to the Special Fund (2/3) of this prize section. UNITED NATIONS CHILDREN'S FUND (UNICEF) New York, founded by U.N. in 1946. An international aid organization. MARTIN LUTHER KING JR. , leader of the Southern Christian Leadership Conference, campaigner for civil rights. The prize was divided equally between COMITÉ INTERNATIONAL DE LA CROIX-ROUGE (INTERNATIONAL COMMITTEE OF THE REDCROSS) Geneva, founded 1863. LIGUE DES SOCIÉTÉS DE LA CROIX-ROUGE (LEAGUE OF RED CROSS SOCIETIES) Geneva. LINUS CARL PAULING , California Institute of Technology, Pasadena, CA. Campaigner especially for an end to nuclear weapons tests. DAG HJALMAR AGNE CARL HAMMARSKJÖLD , Secretary General of the United Nations (awarded the Prize posthumously). ALBERT JOHN LUTULI , President of the South Africal liberation movement, the African National Congress. PHILIP J. NOEL-BAKER , Great Britain, Member of Parliament, life long ardent worker for international peace and co-operation . GEORGES HENRI PIRE , Belgium, Father of the Dominican Order, Leader of the relief organization for refugees, l'Europe du Coeur au Service du Monde. LESTER BOWLES PEARSON , former Secretary of State for External Affairs of Canada, President 7th Session of the United Nations General Assembly . 1956-1955\nThe prize money was allocated to the Main Fund (1/3) and to the Special Fund (2/3) of this prize section. OFFICE OF THE UNITED NATIONS HIGH COMMISSIONER FOR REFUGEES Geneva, an international relief organization, founded by U.N. in 1951. GEORGE CATLETT MARSHALL , General, President American Red Cross, ex-Secretary of State and of Defense, Delegate to the U.N., Originator of the Marshall Plan. ALBERT SCHWEITZER , Missionary surgeon, Founder Lambaréné Hospital in République du Gabon. LÉON JOUHAUX , France, President of the trade union C.G.T. Force Ouvrière. President of the International Committee of the European Council, Vice President of the International Confederation of Free Trade Unions, Vice President of the World Federation of Trade Unions, member of the ILO Council, delegate to the UN. RALPH BUNCHE , Professor Harvard University, Cambridge, MA, Director of the UN Division of Trusteeship, Acting Mediator in Palestine 1948. LORD JOHN BOYD ORR OF BRECHIN , Physician, Alimentary Politician, prominent organizer and Director General Food and Agricultural Organization, President National Peace Council and World Union of Peace Organizations. The prize money was allocated to the Main Fund (1/3) and to the Special Fund (2/3) of this prize section. The prize was awarded jointly to: THE FRIENDS SERVICE COUNCIL (The Quakers), London. Founded in 1647. THE AMERICAN FRIENDS SERVICE COMMITTEE (The Quakers), Washington. The society's first official meeting was held in 1672. The prize was divided equally between: EMILY GREENE BALCH, former Professor of History and Sociology, Honorary International President Women's International League for Peace and Freedom. JOHN RALEIGH MOTT Chairman of the first International Missionary Council, President of the World Alliance of Young Men's Christian Associations . CORDELL HULL Former Secretary of State. One of the initiators of the United Nations. COMITÉ INTERNATIONAL DE LA CROIX-ROUGE (INTERNATIONAL COMMITTEE OF THE RED CROSS) 1943-1939\nThe prize money was allocated to the Main Fund (1/3) and to the Special Fund (2/3) of this prize section. OFFICE INTERNATIONAL NANSEN POUR LES RÉFUGIÉS (NANSEN INTERNATIONAL OFFICE FOR REFUGEES) an international relief organization in Geneva started by Fridtjof Nansen in 1921. CECIL OF CHELWOOD, VISCOUNT, (LORD EDGAR ALGERNON ROBERT GASCOYNE CECIL) , Writer, Former Lord Privy Seal. Founder and President of the International Peace Campaign. CARLOS SAAVEDRA LAMAS Foreign Minister. President of the Société des Nations (League of Nations), Meditator in a conflict between Paraguay and Bolivia in 1935. CARL VON OSSIETZKY Journalist (with Die Weltbühne, among others), pacifist. ARTHUR HENDERSON Former Foreign Secretary. Chairman of the League of Nations Disarmament Conference 1932-1934. SIR NORMAN ANGELL (RALPH LANE) Writer. Member of the Commission Exécutive de la Société des Nations (Executive Committee of the League of Nations) and the National Peace Council. Author of the book The Great Illusion, among others. The prize money for 1932 was allocated to the Special Fund of this prize section. The prize was divided equally between: JANE ADDAMS Sociologist. International President of the Women's International League for Peace and Freedom. NICHOLAS MURRAY BUTLER President of Columbia University. Promoter of the Briand-Kellogg Pact. LARS OLOF NATHAN (JONATHAN) SÖDERBLOM Archbishop. Leader of the ecumenical movement. FRANK BILLINGS KELLOGG Former Secretary of State, Negotiated the Briand-Kellogg Pact. The prize money for 1928 was allocated to the Special Fund of this prize section. The prize was divided equally between: FERDINAND BUISSON Former Professor at the Sorbonne University, Paris. Founder and President of the Ligue des Droits de l'Homme (League for Human Rights). LUDWIG QUIDDE Historian. Professor at Berlin University. Member of Germany's constituent assembly 1919. Delegate to numerous peace conferences. The prize was awarded jointly to: ARISTIDE BRIAND Foreign Minister. Negotiator of the Locarno Treaty and the Briand-Kellogg Pact. GUSTAV STRESEMANN Former Lord High Chancellor (Reichs-kanzler). Foreign Minister. Negotiator of the Locarno Treaty. The prize was awarded jointly to: SIR AUSTEN CHAMBERLAIN Foreign Minister. Negotiator of the Locarno Treaty. CHARLES GATES DAWES Vice-President of the United States of America. Chairman of the Allied Reparation Commission. Originator of the Dawes Plan . 1924-1923\nThe prize money for 1924-1923 was allocated to the Special Fund of this prize section. FRIDTJOF NANSEN , Norway. Scientist. Explorer. Norwegian Delegate to Société des Nations (League of Nations). Originator of the Nansen passports (for refugees). The prize was divided equally between: KARL HJALMAR BRANTING Prime Minister. Swedish Delegate to the Conseil de la Société des Nations (Council of the League of Nations). CHRISTIAN LOUS LANGE Secretary General of the Inter-Parliamentary Union, Brussels. LÉON VICTOR AUGUSTE BOURGEOIS, France. Former Secretary of State. President of the Parliament (Sénat). President of the Conseil de la Société des Nations (Council of the League of Nations) . THOMAS WOODROW WILSON, President of the United States of America. Founder of the Société des Nations (League of Nations) The prize money for 1918 was allocated to the Special Fund of this prize section. COMITÉ INTERNATIONAL DE LA CROIX ROUGE (INTERNATIONAL COMMITTEE OF THE REDCROSS) , Geneva. 1916-1914\nThe prize money for 1916-1914 was allocated to the Special Fund of this prize section. HENRI LA FONTAINE, Belgium. Member of the Belgian Parliament (Sénateur). President of the Permanent International Peace Bureau, Berne. ELIHU ROOT Former Secretary of State. Initiator of several arbitration agreements. The prize was divided equally between: TOBIAS MICHAEL CAREL ASSER, the Netherlands. Cabinet Minister. Member of the Privy Council. Initiator of the International Conferences of Private Law at the Hague. ALFRED HERMANN FRIED, Austria. Journalist. Founder of the peace journal Die Waffen Nieder (later renamed Die Friedenswarte). BUREAU INTERNATIONAL PERMANENT DE LA PAIX (PERMANENT INTERNATIONAL PEACE BUREAU) , Bern. The prize was divided equally between: AUGUSTE MARIE FRANÇOIS BEERNAERT, Belgium. Former Prime Minister. Member of the Belgian Parliament. Member of the Cour Internationale d'Arbitrage (International Court of Arbitration) at the Hague. PAUL HENRIBENJAMIN BALLUET D'ESTOURNELLES DE CONSTANT, BARON DE CONSTANT DE REBECQUE, France. Member of the French Parliament (Sénateur). Founder and President of the French parliamentary group for international arbitration (Groupe parlementaire de l'arbitrage international). Founder of the Comité de défense des intérêtsnationaux et de conciliation internationale (Committee for the Defense of National Interests and International Conciliation). The prize was divided equally between: KLAS PONTUS ARNOLDSON, Sweden. Writer. Former Member fo the Swedish Parliament. Founder of the Swedish Peace and Arbitration League. FREDRIK BAJER, Denmark. Member of the Danish Parliament. Honorary President of the Permanent International Peace Bureau, Berne. The prize was divided equally between: ERNESTO TEODORO MONETA, Italy. President of the Lombard League of Peace. LOUIS RENAULT, France. Professor International Law, Sorbonne University, Paris. THEODORE ROOSEVELT, USA. President of the United States of America. Drew up the 1905 peace treaty between Russia and Japan. BARONESS BERTHA SOPHIE FELICITA VON SUTTNER née COUNTESS KINSKY von CHINIC und TETTAU, Austria. Writer. Hon. President of the Permanent International Peace Bureau, Berne. Author of Die Waffen Nieder (Lay Down Your Arms). INSTITUT DE DROIT INTERNATIONAL (INSTITUTE OF INTERNATIONAL LAW) , Gent, Belgium. A scientific society. SIR WILLIAM RANDAL CREMER, Great Britain. Member of the British Parliament. Secretary of the International Arbitration League . The prize was divided equally between: ÉLIE DUCOMMUN, Switzerland. Honorary Secretary of the Permanent International Peace Bureau, Berne. CHARLES ALBERT GOBAT, Switzerland. Secretary General of the Inter-Parliamentary Union, Berne. Honorary Secretary of the Permanent International Peace Bureau, Berne. The prize was divided equally between: JEAN HENRI DUNANT, Switzerland. Founder of the International Committee of the Red Cross, Geneva; Initiator of the Geneva Convention (Convention de Genève). FRÉDÉRIC PASSY, France. Founder and President of the first French peace society (since 1889 it has been called the Société Francaise pour l'arbitrage entre nations).\n\n"
        },
        {
            "title": "Nobel Prize recognizes merit, avoids politics",
            "url": "http://www.chinadaily.com.cn/a/202010/16/WS5f88fbd2a31024ad0ba7f083_11.html",
            "timestamp": 1602777600.0,
            "summary": "They have been awarded most years since 1901.\nThe Nobel Peace Prize is decided, as Nobel wanted, by the Norwegian Nobel Committee, comprising five members appointed by the Norwegian Parliament.\nIt is presented to those who have \"done the most or the best work for fraternity between states, for the abolition of standing armies and for the holding and promotion of peace conferences\".\nIt has been awarded to some very worthy people, including Mother Teresa in 1979, Kofi Annan in 2001 and education activist Malala Yousafzai in 2014.\nMore recently, the prize was awarded in 2017 to the International Campaign to Abolish Nuclear Weapons.",
            "content": "Nobel Prize recognizes merit, avoids politics\n![](https://www.chinadaily.com.cn/image_e/2020/timg.jpg) \n        ![](http://img2.chinadaily.com.cn/images/202010/16/5f88fbd2a31024adbd9a5210.jpeg) \n The Nobel Prizes, established in 1895 by Swedish philanthropist Alfred Nobel, are awarded annually to individuals and organizations who make outstanding contributions in the areas of chemistry, physics, literature, physiology or medicine, peace, and－since 1968－economic sciences.\nThey have been awarded most years since 1901.\nThe Nobel Peace Prize is decided, as Nobel wanted, by the Norwegian Nobel Committee, comprising five members appointed by the Norwegian Parliament.\nIt is presented to those who have \"done the most or the best work for fraternity between states, for the abolition of standing armies and for the holding and promotion of peace conferences\".\nIt has been awarded to some very worthy people, including Mother Teresa in 1979, Kofi Annan in 2001 and education activist Malala Yousafzai in 2014.\nMore recently, the prize was awarded in 2017 to the International Campaign to Abolish Nuclear Weapons.\nIn 2018, it went jointly to Nadia Murad, an Iraqi Yazidi human rights activist, and Denis Mukwege, a Congolese doctor specializing in rape victims, for their respective efforts \"to end the use of sexual violence as a weapon of war and armed conflict\".\nIn 2019, it was awarded to Ethiopian Prime Minister Abiy Ahmed for achieving a peace deal with Eritrea that ended a 20-year postwar stalemate.\nOn Friday, the prize was awarded to the World Food Program for \"its efforts to combat hunger, for its contribution to bettering conditions for peace in conflict-affected areas and for acting as a driving force in efforts to prevent the use of hunger as a weapon of war and conflict\".\nThe award was widely welcomed. German Chancellor Angela Merkel, for example, said, \"If there is a deserving organization, then this is certainly one of them.\"\nThe World Food Program, which is the 101st winner of the prize worth $1.1 million, said it was \"deeply humbled\" to have won, and the competition was very intense.\nThere were 318 candidates this year－211 individuals and 107 organizations.\nHowever, neither the names of the nominators nor the nominees may be divulged for at least 50 years, although this year some nominees were, for political reasons, publicly announced.\nThe Norwegian Nobel Committee has faced problems of this sort for many years, with politicians－often from the United States－periodically attempting to subvert Nobel's lofty ideals for their own political ends.\nOn Jan 31, 2018, for example, US Senator Marco Rubio and Congressman Chris Smith, the co-chairs of the Congressional Executive Committee on China, which prioritizes confrontation with China and churns out falsehoods about Hong Kong, wrote to Berit Reiss-Andersen, the Norwegian Nobel Committee's chair, to nominate several protesters involved in the unrest of 2014 for the peace prize in 2018. They told her it should go to Joshua Wong Chi-fung, Nathan Law Kwanchung and Alex Chow Yong-kang, \"in recognition of their peaceful efforts to bring political reform and self-determination to Hong Kong\", describing the trio as champions of \"peace and freedom\".\nTheir letter, however, was no more than a cynical attempt by the CECC to mislead the committee, as there was nothing \"peaceful\" about the nominees.\nIndeed, Rubio and Smith failed to inform Reiss-Andersen that their three nominees were all convicted criminals involved in offenses that resulted in injuries.\nIn 2016, the three were convicted of complicity in a serious case of unlawful assembly that occurred at the East Wing Forecourt of the Central Government Offices in Admiralty－a restricted area－on Sept 26, 2014.\nThe evidence presented at their trial showed how they orchestrated a mass invasion of the forecourt, with several hundred people trying to smash their way in and several dozen succeeding.\nBy forcing the gate, overturning barriers and scaling the fence, their followers－as instructed－battled their way into the forecourt, injuring 10 security guards. Of the injured staffers, five had to take sick leave for four to six days, while one, Chan Kei-lun, who sustained bruises, swelling and a fracture, was off work for 39 days.\nDespite the injuries, none of the CECC's nominees has ever apologized to the victims, let alone paid them compensation.\nIn 2017, moreover, the Court of Appeal, having examined their behavior, described their crime as \"a large-scale, unlawful assembly, involving violence\"－none of which was disclosed to Reiss-Andersen.\nHowever, although all this was concealed, the Norwegian Nobel Committee was not as naive as the CECC supposed, and it ascertained what was afoot.\nEven if the committee had not gotten wind of the nominees' crimes, their nominations would inevitably have failed on their merits, as there was nothing peaceful or laudable about the activities to which they were a party.\nHowever, even though the Norwegian Nobel Committee saw through it in 2018, the CECC decided to try its luck again in 2020.\nOn Jan 31, Rubio and Smith again wrote to the long-suffering Reiss-Andersen, this time urging that the entire protest movement be awarded the Nobel Peace Prize.\nThe CECC's letter was, frankly, embarrassing－little more than a crude, partisan rant, designed to place the authorities in Hong Kong in the worst possible light and to whitewash the violence and destruction of the protest movement.\nIt even described the protesters' various demands as \"reasonable\", including the dropping of charges against \"all arrested protesters\" and the reclassification of the violent protests as \"non-riots\".\nOnce again, however, the Nobel Prize Committee has seen through the CECC's machinations, which is reassuring.\nIn recent times, there have been concerns that the prize is being politicized.\nIn 2001, Michael Nobel, Alfred's descendant, said the committee was not always acting in accordance with his great-uncle's will.\nHowever, by awarding the 2020 Nobel Peace Prize to the World Food Program, the committee has not only recognized a truly meritorious candidate but also shown its resolve to protect Alfred Nobel's legacy.\nIt must, however, remain vigilant, as there will always be those, like the CECC, who will try to corrupt Nobel's ideals for political advantage. They must not be allowed to succeed.\nThe author is a senior counsel, law professor and criminal justice analyst, and was previously the director of public prosecutions of the Hong Kong Special Administrative Region.\n\n"
        },
        {
            "title": "The Nobel Peace Prize",
            "url": "http://general-history.com/the-nobel-peace-prize/",
            "timestamp": 1418140800.0,
            "summary": "In the case of a suitable candidate being found, this is an international prize, awarded annually, to a person or an institution considered by a Swedish/Norwegian committee, to have made outstanding contributions to peace.\nA trust fund to finance the award was established in the will of Swedish industrialist and chemist Alfred Nobel (1833 – 1896).\nThe prize consists of a valuable gold medal commemorating the award, with name and date, and a not insubstantial sum of cash.",
            "content": "In the case of a suitable candidate being found, this is an international prize, awarded annually, to a person or an institution considered by a Swedish/Norwegian committee, to have made outstanding contributions to peace. A trust fund to finance the award was established in the will of Swedish industrialist and chemist Alfred Nobel (1833 – 1896).\nThe prize consists of a valuable gold medal commemorating the award, with name and date, and a not insubstantial sum of cash. It is presented to the lucky peacemaker in Oslo on December 10th, anniversary not of Nobel’s birth, but his death.\nTo be found in the list of winners of the Nobel Peace Prize are the names of several members or leaders of terrorist gangs, or powerful politicians historically known for a preference for violence before discussion. They include Theodore Roosevelt (Cuban Wars), Henry Kissinger (Vietnam and Laos), Menachem Begin (blowing up the King David hotel), Nelson Mandela (spent far too many years as a convicted terrorist) and Yasser Arafat (responsible for Palestinian terrorism).\n\n"
        },
        {
            "title": "Tunisian national dialogue mediators win Nobel Peace Prize",
            "url": "https://www.newarab.com/news/tunisian-national-dialogue-mediators-win-nobel-peace-prize",
            "timestamp": 1444320000.0,
            "summary": "The prize is a gold medal, a diploma and a cheque for eight million Swedish kronor (around 860,000 euros/$950,000) to be shared by the laureates.\nThey will receive their prizes at a ceremony in Oslo on December 10, the anniversary of the 1896 death of prize creator Alfred Nobel, a Swedish philanthropist and scientist.\nLast year, Pakistan's Malala Yousafzai, who was 17 at the time, became the youngest-ever winner of the Nobel Peace Prize in an award shared with India's Kailash Satyarthi for their struggle against the suppression of children and their right to education.\nPrevious winners include:\n2014: Kailash Satyarthi (India) and Malala Yousafzai (Pakistan)\n2011: Tawakkul Karman (Yemen)\n2005: International Atomic Energy Agency and Mohamed ElBaradei (Egypt)\n2003: Shirin Ebadi (Iran)\n1994: Yitzhak Rabin, Shimon Peres (Israel) and Yasser Arafat (PLO)\n1978: Anwar Sadat (Egypt) and Menachem Begin (Israel)",
            "content": "Tunisian national dialogue mediators win Nobel Peace Prize\nTunisian civil society groups won the Nobel Peace Prize on Friday for helping to create the only democracy to emerge from the Arab Spring, at a time when the country is under threat from Islamist violence.\nThe Nobel panel said the award to the National Dialogue Quartet was intended as an \"encouragement to the Tunisian people\" and as an inspiration for others, particularly in the troubled Middle East.\n|The Nobel Peace Prize to the National Dialogue Quartet in Tunisia shows the way out of the crises in the region: national unity and democracy\n- Federica Mogherini, EU\nThe committee hailed its \"decisive contribution to the building of a pluralistic democracy in Tunisia in the wake of the Jasmine Revolution of 2011,\" chairwoman Kaci Kullmann Five said.\n\"The Norwegian Nobel Committee hopes that this year's prize will contribute towards safeguarding democracy in Tunisia and be an inspiration to all those who seek to promote peace and democracy in the Middle East, North Africa and the rest of the world,\" it said.\nTunisian President, Beji Caid Essebsi, said the Nobel prize was dedicated to the \"path of consensus\".\nUN spokesman Ahmad Fawzi congratulated the quartet, telling reporters in Geneva: \"We need civil society to help us to move peace processes forward.\"\nEuropean Union foreign policy chief Federica Mogherini said on Twitter that the award \"shows the way out of the crises in the region: national unity and democracy\".\nThe Quartet was formed in 2013 when the process of democratisation was in danger of collapsing because of widespread social unrest, \"establishing an alternative, peaceful political process\" at a time when Tunisia was on the brink of civil war, Kullmann Five said.\nIt is made up of the Tunisian General Labour Union, the Tunisian Confederation of Industry, Trade and Handicrafts, the Tunisian Human Rights League, and the Tunisian Order of Lawyers.\n|Click here to enlarge\nFledgling democracy remains fragile\n\"The Quartet exercised its role as a mediator and driving force to advance peaceful democratic development in Tunisia with great moral authority,\" the Nobel panel said.\n\"More than anything, the prize is intended as an encouragement to the Tunisian people, who despite major challenges have laid the groundwork for a national fraternity which the Committee hopes will serve as an example to be followed by other countries.\"\nSince the Tunisia uprising that began in December 2010, the Arab world has been rocked by massive upheaval has toppled leaders in Egypt, Libya and Yemen and plunged Syria into a brutal civil war.\nTunisia has won praise for its political transition which has involved the adoption of a constitution in January 2014 and the holding of its first democratic elections at the end of the year.\nBut its fledgling democracy remains fragile.\nTunisia has faced a spate of extremist attacks in 2015, including a massacre at a Tunis museum in March that killed 22 people, mostly tourists, and a mass killing at a beach resort last month that left 38 foreigners dead. Both were claimed by the Islamic State group.\nIt is the second time a Nobel peace honour has been bestowed in connection with the Arab Spring after Tawakkol Karman, an activist fighting Yemen's regime, shared the 2011 prize with Liberian President Ellen Johnson Sirleaf and Liberian \"peace warrior\" Leymah Gbowee for their struggle for women’s rights and empowerment.\nThe prize is a gold medal, a diploma and a cheque for eight million Swedish kronor (around 860,000 euros/$950,000) to be shared by the laureates.\nThey will receive their prizes at a ceremony in Oslo on December 10, the anniversary of the 1896 death of prize creator Alfred Nobel, a Swedish philanthropist and scientist.\nLast year, Pakistan's Malala Yousafzai, who was 17 at the time, became the youngest-ever winner of the Nobel Peace Prize in an award shared with India's Kailash Satyarthi for their struggle against the suppression of children and their right to education.\nPrevious winners include:\n2014: Kailash Satyarthi (India) and Malala Yousafzai (Pakistan)\n2011: Tawakkul Karman (Yemen)\n2005: International Atomic Energy Agency and Mohamed ElBaradei (Egypt)\n2003: Shirin Ebadi (Iran)\n1994: Yitzhak Rabin, Shimon Peres (Israel) and Yasser Arafat (PLO)\n1978: Anwar Sadat (Egypt) and Menachem Begin (Israel)\n\n"
        },
        {
            "title": "The Nobel Peace Prize |",
            "url": "http://our-opinions-tips.com/2009/10/the-nobel-peace-prize/",
            "timestamp": 1255276800.0,
            "summary": "Nobel peace prize is a most honorable prize in the world.\nThe Nobel Peace Prize is the name of one of five Nobel Prizes donates by the Swedish industrialist and inventor Alfred Nobel.\nAccording to Nobel’s will, the Peace Prize should be awarded “to the person who shall have done the most or the best work for fraternity between the nations, for the abolition or reduction of standing armies and for the holding and promotion of peace congresses.”\nThe Nobel Peace Prize is awarded every year in Oslo, the capital of Norway because Alfred Nobel’s will state that the Nobel Peace Prize should be awarded in that city.\nThe actual prize always is presented on the 10th of December, the anniversary of the death of Nobel.",
            "content": "Nobel peace prize is a most honorable prize in the world. The Nobel Peace Prize is the name of one of five Nobel Prizes donates by the Swedish industrialist and inventor Alfred Nobel. According to Nobel’s will, the Peace Prize should be awarded “to the person who shall have done the most or the best work for fraternity between the nations, for the abolition or reduction of standing armies and for the holding and promotion of peace congresses.”\nThe Nobel Peace Prize is awarded every year in Oslo, the capital of Norway because Alfred Nobel’s will state that the Nobel Peace Prize should be awarded in that city. The actual prize always is presented on the 10th of December, the anniversary of the death of Nobel. The Norwegian king is in presence. “In Oslo, the Chairman of the Norwegian Nobel Committee presents the Nobel Peace Prize in the presence of the King of Norway. Under the eyes of a watching world, the Nobel Laureate receives three things: a diploma, a medal and a document confirming the prize amount.” The Nobel Peace Prize Ceremony is held at the Oslo City Hall, followed the next day by the Nobel Peace Prize Concert, which is broadcast to more than 450 million households in over 150 countries around the world. The concert has received worldwide fame and the participation of top celebrity hosts and performers. The selection of Nobel Peace Prize winners sometimes causes controversy, as the list of winners includes people who formerly used violent methods of problem-solving, but then later made exceptional concessions to non-violence in the attempt to achieve peace. This is the only Nobel Prize not given out in Stockholm, Sweden.\n\n"
        },
        {
            "title": "Nobel Peace Prize Honors Watchdog of Chemical Weapons",
            "url": "http://www.livescience.com/40356-nobel-peace-prize-honors-watchdog-of-chemical-weapons.html",
            "timestamp": 1381420800.0,
            "summary": "Sign up for the Live Science daily newsletter now\nGet the world’s most fascinating discoveries delivered straight to your inbox.\nThe Nobel Peace Prize award of $1.25 million (8 million Swedish krona) will go to the OPCW.\nFollow Jeanna Bryner on Twitter and Google+.\nFollow us @livescience, Facebook & Google+.\n![Jeanna Bryner](https://cdn.mos.cms.futurecdn.net/2EubpAq2fPaAVxc6odCoiU.jpg)\nJeanna served as editor-in-chief of Live Science.",
            "content": "Nobel Peace Prize Honors Watchdog of Chemical Weapons\n![Memorial plaque for Alfred Nobel (1833-1896)](https://cdn.mos.cms.futurecdn.net/D8rkB7huqRCD7yw373x2PJ-320-80.jpg)\nThe Nobel Peace Prize will be awarded to an organization \"for its extensive efforts to eliminate chemical weapons,\" the Nobel Committee stated today (Oct.11).\nThrough various means, including inspections and destruction, the Organization for the Prohibition of Chemical Weapons (OPCW) has sought to implement the Chemmical Weapons Convention prohibiting the production and storage of chemical weapons. To date, 189 states have acceded to the convention. (The Geneva Convention of 1925 banned the use of chemical weapons, but not their production or storage.)\nThese conventions and work completed by OPCW have made chemical weapons use \"taboo under international law,\" according to a statement by the Nobel Prize website.\n\"A lot has been achieved, and we are now in a situation in which we can do away with a whole category of weapons of mass destruction for the first time if remaining states accede to the convention and that those who have acceded to it fulfill their obligations,\" said Thorbjørn Jagland, chairman of the Norwegian Nobel Committee, in an interview with freelance journalist Geir Helljesen.\nAnd the awarding of the Nobel prize to OPCW also serves as a global message.\n\"We want to give a message to those outside the convention to join the convention, and those who are inside who haven't fulfilled their obligations more speedily,\" Jagland said, \"and also to give a message to the world how important it is to have such global conventions and global institutions, because we see now in Syria this is actually the basis for the talks that have been started between Russia and the United States to solve the crisis in Syria.\"\nIn fact, the OPCW, which is funded by its member states, is overseeing the destruction of chemical weapons in Syria; acknowledging their possession of such weapons, Syria is due to become a member state on Monday (Oct. 14), according to the Associated Press.\nSign up for the Live Science daily newsletter now\nGet the world’s most fascinating discoveries delivered straight to your inbox.\nThe Nobel Peace Prize award of $1.25 million (8 million Swedish krona) will go to the OPCW.\nFollow Jeanna Bryner on Twitter and Google+. Follow us @livescience, Facebook & Google+.\n![Jeanna Bryner](https://cdn.mos.cms.futurecdn.net/2EubpAq2fPaAVxc6odCoiU.jpg)\nJeanna served as editor-in-chief of Live Science. Previously, she was an assistant editor at Scholastic's Science World magazine. Jeanna has an English degree from Salisbury University, a master's degree in biogeochemistry and environmental sciences from the University of Maryland, and a graduate science journalism degree from New York University. She has worked as a biologist in Florida, where she monitored wetlands and did field surveys for endangered species. She also received an ocean sciences journalism fellowship from Woods Hole Oceanographic Institution.\nMost Popular\n![](https://cdn.mos.cms.futurecdn.net/vHgbKdsnDzCC9eMxKUtADn.jpg)\n![](https://cdn.mos.cms.futurecdn.net/puHK6fx6DvF55fNs5uA5w4.jpg)\n![](https://cdn.mos.cms.futurecdn.net/ze3g3efZZBqS5t6G5ZzjEP.jpg)\n![](https://cdn.mos.cms.futurecdn.net/yPrZbjscjQftdAF9RjiK4e.jpg)\n\n"
        },
        {
            "title": "nobel peace prize – Sol Ascendans – The Website of Alex Sumner",
            "url": "https://solascendans.com/tag/nobel-peace-prize/",
            "timestamp": 1349971200.0,
            "summary": "| |\nOn the left, President Barack Obama (USA).\nOn the right, Prime Minister Jens Stoltenberg (Norway).\nOne of these is the most influential man in the world.\n|\nThe recent uproar over this year‚Äôs Nobel Peace Prize has prompted yours truly to look more deeply into the matter.\nThe criteria for the Prize are:\n‚ÄúThe capital shall be invested by my executors in safe securities and shall constitute a fund, the interest on which shall be annually distributed in the form of prizes to those who, during the preceding year, shall have conferred the greatest benefit on mankind.\nThe said interest shall be divided into five equal parts, which shall be apportioned as follows: ‚Ä¶ one part to the person who shall have done the most or the best work for fraternity among nations, for the abolition or reduction of standing armies and for the holding and promotion of peace congresses.‚Äù\nAlfred Nobel‚Äôs will (emphasis added).",
            "content": "| |\nOn the left, President Barack Obama (USA). On the right, Prime Minister Jens Stoltenberg (Norway). One of these is the most influential man in the world. |\nThe recent uproar over this year‚Äôs Nobel Peace Prize has prompted yours truly to look more deeply into the matter. The criteria for the Prize are:\n‚ÄúThe capital shall be invested by my executors in safe securities and shall constitute a fund, the interest on which shall be annually distributed in the form of prizes to those who, during the preceding year, shall have conferred the greatest benefit on mankind. The said interest shall be divided into five equal parts, which shall be apportioned as follows: ‚Ä¶ one part to the person who shall have done the most or the best work for fraternity among nations, for the abolition or reduction of standing armies and for the holding and promotion of peace congresses.‚Äù\nAlfred Nobel‚Äôs will (emphasis added).\nThe prize physically consists of a nice gold medal, and approximately $1.5 million dollars in cash. It is officially awarded on the 10th December each year (the anniversary of Nobel‚Äôs death), but the deadline for nominations to be received is several months earlier ‚Äì in fact it is February 1st each year. Now, here is the funny thing: Barack Obama only became President of the United States on January 20th 2009 (or if you want to be pedantic and say he got the words wrong when he took the inauguration oath the first time, January 21st 2009). Furthermore, Alfred Nobel‚Äôs will specifically says it must only be awarded for work done in the preceding year, not for the results Obama is expected to achieve in the future. You see what this means?\nBarack Obama is being awarded the Nobel Peace Prize for doing just 11 days ‚Äúwork.‚Äù\nThis is the equivalent of being paid approximately $140,000 per day for not doing anything. It was at this point in my researches that if I had had sufficient taste in music, I would have started hearing Billie Holiday singing ‚ÄúNice work if you can get it.‚Äù I am glad to say that I am cultured enough not to have started singing ‚ÄúMoney For Nothing‚Äù by Dire Straits. Instead, all I heard was a lot of cash-registers going ‚ÄúKerching!‚Äù\nNow, call me cynical, but if some secretive organization pays a high-ranking politician $1.5 million on the flimsiest of pretences, that is technically known as a bribe. The Nobel Prize Committee is quite shamelessly trying to influence President Obama‚Äôs future policy direction by paying him loads of money, and what is more, they are being quite blatant about it. Had this been someone like the Bilderberg Organisation doling out the wonga everyone would be shouting ‚ÄúNew World Order!‚Äù But because the Nobel Prize has the sheen of respectability (the omission of Mahatma Gandhi notwithstanding), they seem to get away from the taint of accusations of conspiracy.\nSo who are these members of the Nobel Peace Prize Committee? Alfred Nobel‚Äôs will goes on to specify that they are five people appointed by the ‚ÄúStorting‚Äù i.e. the Norwegian Parliament. The Storting is currently dominated by the so-called ‚ÄúRed-Green Coalition‚Äù (which maintained its grip on power after this year‚Äôs general election), which is a grouping of three left-wing and left-of-centre parties: the Socialist Labour Party, the Labour Party (the largest group in the three), and the Centre Party. The leader of the coalition and thus the Prime Minister is Jens Stoltenberg, the head of the Labour Party, who was also the incumbent before the recent election.\nNow, call me cynical in Norwegian, but it seems to me that if the Storting appoints the committee which decides the Nobel Peace Prize, then its composition cannot fail to reflect the influence of Jens Stoltenberg‚Äôs government. And, what do you know? The recipients in recent years are people who have generally held views coinciding with Stoltenberg‚Äôs brand of centre-left politics. Had this year‚Äôs recipient been someone who had actually done stuff in the past year, it could justifiably have been argued that this simply reflects the fact that the majority of Norwegians are naturally inclined to that view of international relations. However, the fact that this year the Nobel Peace Prize has spectacularly come a cropper suggests that other considerations are at work, e.g. the Nobel Peace Prize committee is cynically trying to influence the direction of US policy, or that Stoltenberg is pathetically trying to curry favour with the new US President.\nHence, I therefore say to the people of the World generally, Norway specifically, and Prime Minister Stoltenberg in particular:\n- I, Alex Sumner, hereby fully commit myself to the cause of World Peace.\n- I have not actually done anything in particular for world peace, but as events have shown, this is not necessarily a bar to consideration and, what is more,\n- My rates for not doing anything are considerably cheaper than President Obama‚Äôs. I am prepared to go as low as accepting $100,000 a day, and will limit my ‚Äúworking‚Äù days to no more than the last guy‚Äôs.\n- I really appreciate the Christmas Tree you guys in Norway send us every year. Honestly, Trafalgar Square just would not look the same without it.\n- I will of course continue to work for World Peace at least as hard as President Obama has done after receiving the 2010 Nobel Peace Prize; and lastly and most importantly\n- JEG ELSKER NORGE! üôÇ\nThe opinions expressed in this article are complete bullshit, but hey! If I am going to monetize my blog, I have got to find some way to attract traffic to it.\n\n"
        },
        {
            "title": "Peace Award",
            "url": "https://www.legacyproject.org/activities/peaceaward.html",
            "timestamp": 1009814400.0,
            "summary": "Under the terms\nof Nobel's will, the Peace Prize is judged by a committee of the Norwegian parliament.\nEach recipient is presented with a gold medal and a monetary award (close to $1 million).\nThe awards were first given in 1901.\nThey are not given every year, and from 1940 to 1942 no awards were made.\nSometimes winners are people who work behind the scenes, sometimes they are people who are very well known.\nFor example, former US President Jimmy Carter was awarded the Nobel Peace Prize in 2002.\nThe prize was awarded for Carter's \"decades of untiring effort to find peaceful solutions to international conflicts, to advance democracy and human rights, and to promote economic and social development.\"",
            "content": "Each year, Nobel Prizes are awarded for outstanding achievement in five original areas – Peace, Chemistry, Physics, Physiology or Medicine, and Literature – and a sixth area of Economics (the Nobel Memorial Prize in Economic Science was added in 1968). The Nobel Prizes were established in the will of Alfred Nobel, a Swedish chemist and inventor. He was involved, with his family, in the manufacture of explosives. He also invented dynamite. A man who believed in peace, he was concerned about the potential destructive uses of the explosives he had invented. So, he established a fund to provide the annual awards.\nUnder the terms\nof Nobel's will, the Peace Prize is judged by a committee of the Norwegian parliament. Each recipient is presented with a gold medal and a monetary award (close to $1 million). The awards were first given in 1901. They are not given every year, and from 1940 to 1942 no awards were made.\nSometimes winners are people who work behind the scenes, sometimes they are people who are very well known. For example, former US President Jimmy Carter was awarded the Nobel Peace Prize in 2002. The prize was awarded for Carter's \"decades of untiring effort to find peaceful solutions to international conflicts, to advance democracy and human rights, and to promote economic and social development.\" During his presidency (1977-1981), Carter's mediation was a vital contribution to the Camp David Accords between Israel and Egypt. Through his Carter Center (visit www.cartercenter.org), which celebrated its 20th anniversary in 2002, Carter has since his presidency undertaken very extensive and persevering conflict resolution on several continents. The Nobel Committee concluded its announcement of the award by stating, \"In a situation currently marked by threats of the use of power, Carter has stood by the principles that conflicts must as far as possible be resolved through mediation and international co-operation based on international law, respect for human rights, and economic development.\"\nWhy not give your own award for peace? A Peace Award is a great way to praise and recognize any age, especially children and teens, for their efforts to act in peaceful ways and build a cooperative, caring, safe community. Families might choose a different family member each month. Schools might choose a new recipient every week. You can even give out Peace Awards as holiday gifts.\nWho's in the running to receive the award? A teacher or parent who takes a stand against bullying. A grandparent who takes the time to listen to a troubled teen. Depending on the age of children, someone who has remembered to consistently say \"please\" and \"thank you,\" who didn't lose control and instead remembered to count to ten, who shared a toy or book, or who helped another person with a problem or mediated a dispute.\nRecipients can be chosen in a number of ways. You can give out a Peace Award anytime you see worthy behavior. Or give out the award every holiday season. A parent or teacher can choose an individual. Everyone in a group can vote. Or, everyone can drop nominations into a box when they see someone else do something that contributes to a spirit of peace, and then a winner can be pulled from the box.\nGive and celebrate the gift of peace. We can start building a legacy of peace in the world by building peace within ourselves and in our own families and communities.\n\n"
        },
        {
            "title": "Jailed Iranian activist Narges Mohammadi awarded Nobel Peace Prize for challenging women's oppression",
            "url": "https://shut.net/2023/10/07/news-jailed-iranian-activist-narges-mohammadi-awarded-nobel-peace-prize-for-challenging-womens-oppression",
            "timestamp": 1696608000.0,
            "summary": "While the award brings both possibilities and restrictions, political analyst Ahmad Zeidabadi hopes that Mohammadi will not be confined by its limitations.\nThe Nobel Peace Prize carries a cash award of 11 million Swedish kronor ($1 million) and is awarded in Oslo by the Norwegian Nobel Committee, as per Alfred Nobel's decree.\nThe Nobel season concludes with the announcement of the winner of the economics prize, known as the Bank of Sweden Prize in Economic Sciences in Memory of Alfred Nobel.",
            "content": "Jailed Iranian activist Narges Mohammadi awarded Nobel Peace Prize for challenging women's oppression\nNarges Mohammadi, an Iranian human rights activist, has been awarded the 2021 Nobel Peace Prize while imprisoned in Tehran.\nIn a prepared statement, Narges Mohammadi expressed her belief that winning the Nobel Peace Prize would strengthen her resolve and determination in her ongoing fight for freedom and equality. As an engineer by profession, Mohammadi has faced numerous imprisonments, with a total of 13 arrests and five convictions, resulting in a cumulative sentence of 31 years in prison. Her most recent detention occurred in 2021 when she attended a memorial for a person killed during nationwide protests.\nMohammadi has been held at Evin Prison in Tehran, a facility known for housing political prisoners and individuals with Western ties. Her unjust incarceration has garnered international attention and support, with both U.S. President Joe Biden and Amnesty International calling for her immediate release. Biden emphasized that the Nobel Peace Prize serves as recognition of Mohammadi's unwavering commitment to freedom and equality, urging the Iranian government to release her and other advocates for gender equality from captivity.\nAmnesty International echoed these sentiments, stating that the Nobel Prize sends a clear message to the Iranian authorities that their crackdown on peaceful critics and human rights defenders will not go unchallenged. However, Mohammadi's brother, Hamidreza Mohammadi, believes that the regime in Iran will intensify its opposition in response to the award, further suppressing dissenting voices.\nMohammadi's husband, Taghi Rahmani, who resides in Paris with their two children, expressed his wife's unwavering dedication to the cause of human rights, freedom, civil equality, and democracy. Despite not being able to see his wife for 11 years, Rahmani emphasized that every award Mohammadi receives only bolsters her courage and resilience.\nTheir son, Ali Rahmani, emphasized that the Nobel Peace Prize is not just for his mother but for the entire population and their ongoing struggle against the Iranian government. This sentiment was echoed by exiled Iranian photographer Reihane Taravati, a family friend, who revealed that women political prisoners in Evin are prohibited from using the phone on Thursdays and Fridays, prompting Mohammadi to prepare her statement in advance.\nMohammadi's recognition as the 19th woman to win the Nobel Peace Prize and the second Iranian woman after Shirin Ebadi in 2003 drew praise from U.N. Secretary-General Antonio Guterres. He hailed the selection as a tribute to all women fighting for their rights, even at the risk of their freedom, health, and lives.\nThe Nobel Peace Prize has a history of being awarded to individuals in prison or under house arrest, with Mohammadi becoming the fifth recipient in this category. The Belarusian human rights advocate Ales Bialiatski, who remains imprisoned, was among the previous winners in 2022.\nMohammadi's recent detention was a result of her involvement in protests following the death of Mahsa Amini, who was arrested by the morality police for her alleged violation of the dress code. The subsequent security crackdown led to the deaths of over 500 people and the arrest of more than 22,000 others.\nDespite her imprisonment, Mohammadi penned an opinion piece for The New York Times in September, emphasizing that the government's attempts to silence activists only strengthen their resolve.\nThe Iranian government, responsible for Mohammadi's incarceration, criticized the Nobel committee's decision, viewing it as part of Western countries' interventionist and anti-Iranian policies. State media described Mohammadi's activism as propaganda and an act against national security.\nNevertheless, Mohammadi's resilience has garnered support within Iran, with individuals expressing admiration for her dedication to defending the rights of others. People in Tehran voiced their support, emphasizing that the Nobel Peace Prize was well-deserved and a testament to Mohammadi's bravery.\nWhile the award brings both possibilities and restrictions, political analyst Ahmad Zeidabadi hopes that Mohammadi will not be confined by its limitations.\nThe Nobel Peace Prize carries a cash award of 11 million Swedish kronor ($1 million) and is awarded in Oslo by the Norwegian Nobel Committee, as per Alfred Nobel's decree. The Nobel season concludes with the announcement of the winner of the economics prize, known as the Bank of Sweden Prize in Economic Sciences in Memory of Alfred Nobel.\n\n"
        },
        {
            "title": "2025 Nobel Peace Prize awarded to Venezuelan opposition leader",
            "url": "https://www.aa.com.tr/en/world/2025-nobel-peace-prize-awarded-to-venezuelan-opposition-leader/3713503",
            "timestamp": 1760025600.0,
            "summary": "Between 1901 and 2024, the Nobel Peace Prize has been awarded 105 times to 142 laureates, including 111 individuals and 31 organizations.\nA total of 28 individual organizations have received the Nobel Peace Prize, with the International Committee of the Red Cross getting the nod three times and the UN Refugee Agency (UNHCR) twice.\nThe Nobel Prizes, established in accordance with the will of Swedish inventor Alfred Nobel and first awarded in 1901, are seen as some of the world’s most prestigious honors.\nThey are presented annually in the fields of physics, chemistry, physiology or medicine, literature, and peace, with the economics prize later added in 1969 by Sweden’s central bank.",
            "content": "2025 Nobel Peace Prize awarded to Venezuelan opposition leader\nMaria Corina Machado awarded prize 'for her tireless work promoting democratic rights for the people of Venezuela'\n![2025 Nobel Peace Prize awarded to Venezuelan opposition leader](https://cdnuploads.aa.com.tr/uploads/Contents/2025/10/10/thumbs_b_c_ef860fe4b634e36bf7f159f0d2b04214.jpg?v=122820) \n                ISTANBUL\nThe Nobel Peace Prize for 2025 was awarded to Venezuelan opposition leader Maria Corina Machado, the Norwegian Nobel Committee announced on Friday.\nAlthough US President Donald Trump had been publicly lobbying for himself as a worthy recipient, Machado, 58, was awarded the prize \"for her tireless work promoting democratic rights for the people of Venezuela.\"\nThere were 338 candidates nominated for this year’s prize, including 244 individuals and 94 organizations.\nLast year’s Nobel Peace Prize was awarded to the Nihon Hidankyo group, a grassroots movement of Japanese atomic bombing survivors, “for its efforts to achieve a world free of nuclear weapons and for demonstrating through witness testimony that nuclear weapons must never be used again.”\nBetween 1901 and 2024, the Nobel Peace Prize has been awarded 105 times to 142 laureates, including 111 individuals and 31 organizations.\nA total of 28 individual organizations have received the Nobel Peace Prize, with the International Committee of the Red Cross getting the nod three times and the UN Refugee Agency (UNHCR) twice.\nThe Nobel Prizes, established in accordance with the will of Swedish inventor Alfred Nobel and first awarded in 1901, are seen as some of the world’s most prestigious honors.\nThey are presented annually in the fields of physics, chemistry, physiology or medicine, literature, and peace, with the economics prize later added in 1969 by Sweden’s central bank.\n\n"
        },
        {
            "title": "Nobel Peace Prizes with particular reference to 2014 winner Malala Yousafzai",
            "url": "https://www.assemblies.org.uk/pri/2119/malala-yousafzai",
            "timestamp": 1356969600.0,
            "summary": "- Explain that the Nobel Peace Prize is one of five prizes given each year by the Norwegian Nobel Institute in Oslo, Norway.\nThe prizes have been awarded every year since 1901.\nThe awards began when a famous Swedish inventor called Alfred Nobel left a lot of money in his will stating that the five prizes would be given for Physics, Chemistry, Medicine, Literature and Peace.\n- Point out that each person in the pictures won the ‘Peace’ prize.\nAsk the children if they can guess what each person won the prize for.",
            "content": "Malala Yousafzai\nby Rebecca Parkinson\nSuitable for Key Stage 2\nAims\nTo consider the Nobel Peace Prizes with particular reference to 2014 winner Malala Yousafzai.\nPreparation and materials\n- Pictures of Nobel Peace Prize winners:\n- http://upload.wikimedia.org/wikipedia/commons/7/77/MotherTeresa_094.jpg – http://upload.wikimedia.org/wikipedia/commons/1/14/Nelson_Mandela-2008_(edit).jpg\n–http://en.wikipedia.org/wiki/David_Trimble#mediaviewer/File:Trimble,_David_(1944).jpg –http://en.wikipedia.org/wiki/Malala_Yousafzai#mediaviewer/File:Malala_Yousafzai_at_Girl_Summit_2014.jpg\nAssembly\n- Show the children the pictures one at a time and ask them if they can think of any connections between the people shown in them. If possible show all four pictures at the same time so the children can point out similarities and differences between the people. For example men/women, old/young etc.\n- Explain that there are many differences between the people shown but they have one special thing in common – they have all won a very important prize! Ask if any of the children have heard of the Nobel Peace Prizes. Ask if any of them can think what the prize may be for – emphasize the world ‘Peace’.\n- Explain that the Nobel Peace Prize is one of five prizes given each year by the Norwegian Nobel Institute in Oslo, Norway. The prizes have been awarded every year since 1901. The awards began when a famous Swedish inventor called Alfred Nobel left a lot of money in his will stating that the five prizes would be given for Physics, Chemistry, Medicine, Literature and Peace.\n- Point out that each person in the pictures won the ‘Peace’ prize. Ask the children if they can guess what each person won the prize for. Mother Teresa (1979) for bringing help to poor people who were suffering, particularly in Calcutta, India; Nelson Mandela (1993) for working to end apartheid in South Africa; David Trimble (1984) for his efforts to bring peace in Northern Ireland. Point out that the picture of the young girl shows the most recent Nobel Peace Prize winner – 2014.\n- Show just Malala Yousafzai’s picture on the screen. Explain that Malala is the youngest person ever to win this award.\n- Explain that you want to ask the children a few questions and that you want them to put up their hands or keep their hands down in response to your questions. Ask: Who likes coming to school to work and play with your friends? When the children respond, look round and say, ‘lots of you, both boys and girls’. Ask: Who thinks it is important to learn to read? When the children respond, look around and say ‘lots of you, both boys and girls’. Repeat this after each question: Who thinks it is important to learn to count at school? Who thinks it is important to learn to write at school? Who thinks it is important to learn all the other subjects like science, PE etc.?\n- Explain that there are some people who think that only boys should be allowed to learn to read and write – only boys should be allowed to go to school.\n- When she was younger, Malala Yousafzai lived in Pakistan. Most people in Pakistan think that it is very important that girls go to school. However there is a small group of people who think this is wrong. Malala and her family have worked very hard to make sure that girls can receive a good education. Even at eleven years old, Malala was campaigning to help girls go to school. However, in October 2012 a group of people (the Taliban) in Malala’s area of Pakistan banned girls from going to school. Malala thought this was very wrong and refused to stay away from school. This resulted in her being shot. She was seriously injured but, as she got better, she became more and more determined to do all she could to make sure all girls everywhere in the world could receive a good education.\n- Malala is now 17 years old and lives in Birmingham in the UK. She received the Nobel Peace Prize in recognition of her bravery and strength in helping all children and young people everywhere to receive a good education.\n- Malala is a very brave girl. She is only 17 but she has learnt to stand up for people who maybe wouldn’t have the strength to stand up for themselves. Challenge the children to think about their own lives. Are they the sort of people who would stand up for the weak or poor?\nTime for reflection\nThink about Malala Yousafzai. Even though she is only young, she still thought about children and young people in the world who couldn’t go to school and would never be able to learn to read or write. Despite knowing that it could be dangerous, she stood up for what she knew was right – that children should be allowed to go to school. How brave are we? If we see things that are unjust or unfair, are we willing to stand against them? Would we stand up for another child who was being bullied or laughed at? Would we be willing to be laughed at ourselves because we reached out to help another personPrayer Dear God,\nThank you for our school and for the opportunity to have a good education. Thank you for people like Malala Yousafzai.\nThank you for all those in the world who stand against things that are wrong and who work hard to help others. Please help us to stand up for what is right. Please help us to be peacemakers in every situation.\nAmen.\nSong/music\n‘When I needed a neighbour’ (Come and Praise, 69)\n\n"
        }
    ],
    "entities": [],
    "sub_themes": []
}